{
  "1A": {
    "aroma": "Low malt aroma optional, but may be perceived as grainy, sweet, or corn-like, if present. Light spicy, floral, or herbal hop aroma optional. While a clean fermentation profile is desirable, a light amount of yeast character is not a fault.",
    "appearance": "Very pale straw to pale yellow color. White, frothy head seldom persists. Very clear.",
    "flavor": "Relatively neutral palate with a crisp, dry finish and a low to very low grainy or corn-like flavor that might be perceived as sweetness due to the low bitterness. Low floral, spicy, or herbal hop flavor optional, but is rarely strong enough to detect. Low to very low bitterness. Balance may vary from slightly malty to slightly bitter, but is usually close to even. High carbonation may accentuate the crispness of the dry finish. Clean fermentation profile.",
    "mouthfeel": "Very light, sometimes watery, body. Very highly carbonated with slight carbonic bite on the tongue.",
    "overall": "A highly carbonated, very light-bodied, nearly flavorless lager designed to be consumed very cold. Very refreshing and thirst-quenching.",
    "link": "1/1A"
  },
  "1B": {
    "aroma": "Low malt aroma optional, but may be perceived as grainy, sweet, or corn-like, if present. Light spicy or floral hop aroma optional. While a clean fermentation profile is desirable, a light amount of yeast character is not a fault.",
    "appearance": "Very pale straw to medium yellow color. White, frothy head seldom persists. Very clear.",
    "flavor": "Relatively neutral palate with a crisp, dry finish and a moderately-low to low grainy or corn-like flavor that might be perceived as sweetness due to the low bitterness. Moderately low hop flavor optional, with a floral, spicy, or herbal quality, if strong enough to distinguish. Low to medium-low bitterness. Balance may vary from slightly malty to slightly bitter, but is usually close to even. High carbonation may accentuate the crispness of the dry finish. Clean fermentation profile.",
    "mouthfeel": "Low to medium-low body. Very highly carbonated with slight carbonic bite on the tongue.",
    "overall": "A very pale, highly-carbonated, lightbodied, well-attenuated lager with a very neutral flavor profile and low bitterness. Served very cold, it can be a very refreshing and thirst-quenching drink.",
    "link": "1/1B"
  },
  "1C": {
    "aroma": "Medium-low to low malt notes, with a sweet, cornlike aroma. Low DMS optional. Medium-low hop aroma optional, using any variety but floral, spicy, or herbal notes are most common. Overall, has a subtle, balanced aroma. Low fruity esters optional.",
    "appearance": "Pale straw to light gold color, although usually on the pale side. Low to medium head with medium to high carbonation. Fair head retention. Brilliant, sparkling clarity. Effervescent.",
    "flavor": "Low to medium-low hop bitterness. Low to moderate malty sweetness, varying with gravity and attenuation. The malt is generally neutral, possibly grainy or crackery. Usually well-attenuated. Balanced palate, with hops only enough to support the malt. A low to moderate corny flavor is commonly found, but light DMS is optional. Finish can vary from somewhat light, dry, and crisp to faintly sweet. Clean fermentation profile, but low fruity esters are optional. Low to medium-low hop flavor of any variety, but typically floral, spicy, or herbal. Subtle.",
    "mouthfeel": "Generally light and crisp, although body can reach medium. Smooth mouthfeel with medium to high attenuation; higher attenuation levels can lend a “thirst quenching” quality. High carbonation.",
    "overall": "A clean, well-attenuated, highly carbonated, flavorful American “lawnmower” beer. Easily drinkable, smooth, and refreshing, with more character than typical American lagers, yet still subtle and restrained.",
    "link": "1/1C"
  },
  "1D": {
    "aroma": "Low to moderate grainy, bready, or doughy wheat character. A light to moderate malty sweetness is acceptable. Moderate esters optional, usually a neutral profile; banana is inappropriate. Low to moderate citrusy, spicy, floral, or fruity hop aroma. Not typically dry-hopped. No clove phenols.",
    "appearance": "Usually pale yellow to gold. Clarity may range from brilliant to hazy with yeast approximating a Weissbier. Big, long-lasting white head.",
    "flavor": "Light to moderately-strong bready, doughy, or grainy wheat flavor, which can linger into the finish. May have a moderate malty sweetness or can finish quite dry and crisp. Low to moderate hop bitterness, sometimes lasting into the finish. Balance is usually even, but may be slightly bitter. Low to moderate citrusy, spicy, floral, or fruity hop flavor. Moderate esters optional. No banana. No clove phenols.",
    "mouthfeel": "Medium-light to medium body. Medium-high to high carbonation. Slight creaminess is optional; wheat beers sometimes have a soft, ‘fluffy’ impression.",
    "overall": "A pale, refreshing grainy, doughy, or bready wheat beer with a clean fermentation profile and a variable hop character and bitterness. Its lighter body and higher carbonation contribute to its easy-drinking nature.",
    "link": "1/1D"
  },
  "2A": {
    "aroma": "Low to medium-low grainy-malty or slightly cornysweet malt aroma. Very low to medium spicy, floral, or herbal hop aroma. Clean fermentation profile.",
    "appearance": "Pale straw to gold color. White, frothy head may not be long lasting. Very clear.",
    "flavor": "Low to moderate levels of grainy-malt flavor, medium-low to medium bitterness, with a crisp, dry, wellattenuated finish. The grain character can be somewhat neutral, or show a light bready-crackery quality. Moderate corny or malty sweetness optional. Medium floral, spicy, or herbal hop flavor optional. Balance may vary from slightly malty to slightly bitter, but is usually relatively close to even. Neutral aftertaste with light malt and sometimes hop flavors.",
    "mouthfeel": "Light to medium body. Moderately high to highly carbonated. Can have a slight carbonic bite on the tongue.",
    "overall": "A highly-attenuated pale lager without strong flavors, typically well-balanced and highly carbonated. Served cold, it is refreshing and thirst-quenching.",
    "link": "2/2A"
  },
  "2B": {
    "aroma": "Low to moderate grainy malt aroma often with very low to moderate caramel or toasty malt accents. Occasionally, nutty or biscuity, but never roasty. Low, unobtrusive floral or spicy hop aroma. Clean fermentation profile.",
    "appearance": "Golden-amber to reddish-copper color. Bright clarity. White to off-white foam stand which may not last.",
    "flavor": "Low to moderate malt flavor, often with caramel or toasty-bready flavors. Low to medium-low corny sweetness optional. Low to moderate bitterness, giving the beer a malty to fairly even balance. Low to moderate spicy, herbal, or floral hop flavor. Clean fermentation profile. The finish is moderately dry with a moderately malty aftertaste. The beer may seem a touch sweet if the bitterness level is low.",
    "mouthfeel": "Light to medium body. Medium to high carbonation. Smooth. Some examples can be slightly creamy.",
    "overall": "A smooth, easily-drinkable, malty amber lager with a flavorful caramel or toast character. Usually fairly well-attenuated, often with an adjunct quality and restrained bitterness.",
    "link": "2/2B"
  },
  "2C": {
    "aroma": "Faint malt aroma. Medium-low roast and caramel malt aroma optional. Light spicy, herbal, or floral hop aroma optional. Clean fermentation profile.",
    "appearance": "Deep amber to very dark brown with bright clarity and ruby highlights. Foam stand may not be long lasting, and is beige to light tan in color.",
    "flavor": "Low to medium sweet maltiness. Medium-low caramel or roasted malt flavors optional, possibly with hints of coffee, molasses, brown sugar, or cocoa. Low floral, spicy, or herbal hop flavor optional. Low to medium bitterness. May have a very light fruitiness. Moderately crisp finish. The balance is typically somewhat malty. Burnt or moderately strong roasted malt flavors are inappropriate.",
    "mouthfeel": "Light to medium-light body. Smooth with a light creaminess. Medium to high carbonation.",
    "overall": "A darker, richer, and somewhat sweeter version of international pale lager with a little more body and flavor, but equally restrained in bitterness. The low bitterness leaves the malt as the primary flavor element, and the low hop levels provide very little in the way of balance.",
    "link": "2/2C"
  },
  "3A": {
    "aroma": "Light to moderate bready-rich malt combined with light to moderate spicy or herbal hop bouquet; the balance between the malt and hops may vary. Faint hint of caramel is acceptable. Light (but never intrusive) diacetyl and light, fruity esters are optional. No sulfur.",
    "appearance": "Light yellow to deep gold color. Brilliant to very clear, with a long-lasting, creamy white head.",
    "flavor": "Medium-low to medium bready-rich malt flavor with a rounded, hoppy finish. Low to medium-high spicy or herbal hop flavor. Bitterness is prominent but never harsh. Flavorful and refreshing. Low diacetyl or fruity esters are optional, but should never be overbearing.  4",
    "mouthfeel": "Medium-light to medium body. Moderate carbonation.",
    "overall": "A lighter-bodied, rich, refreshing, hoppy, bitter pale Czech lager having the familiar flavors of the stronger Czech Premium Pale Lager (Pilsner-type) beer but in a lower alcohol, lighter-bodied, and slightly less intense format.",
    "link": "3/3A"
  },
  "3B": {
    "aroma": "Medium to medium-high bready-rich malt and medium-low to medium-high spicy, floral, or herbal hop bouquet; though the balance between the malt and hops may vary, the interplay is rich and complex. Light diacetyl, or very low fruity esters are optional. Esters tend to increase with gravity.",
    "appearance": "Medium yellow to deep gold color. Brilliant to very clear clarity. Dense, long-lasting, creamy white head.",
    "flavor": "Rich, complex, bready maltiness combined with a pronounced yet soft and rounded bitterness and floral and spicy hop flavor. Malt and hop flavors are medium to mediumhigh, and the malt may contain a slight impression of caramel. Bitterness is prominent but never harsh. The long finish can be balanced towards hops or malt but is never aggressively tilted either way. Light to moderately-low diacetyl and low hopderived esters are acceptable, but need not be present.",
    "mouthfeel": "Medium body. Moderate to low carbonation.",
    "overall": "A refreshing pale Czech lager with considerable malt and hop character and a long finish. The malt flavors are complex for a Pilsner-type beer. The bitterness is strong and clean but lacks harshness, which gives a wellbalanced, rounded flavor impression that enhances drinkability.",
    "link": "3/3B"
  },
  "3C": {
    "aroma": "Moderate intensity, rich malt aroma that can be either bready and Maillard product-dominant or slightly caramelly sweet. Spicy, floral, or herbal hop character may be moderate to none. Clean lager character, though low fruity esters (stone fruit or berries) may be present. Low diacetyl optional.",
    "appearance": "Deep amber to copper color. Clear to bright clarity. Large, off-white, persistent head.",
    "flavor": "Complex malt flavor is dominant (medium to medium-high), though its nature may vary from dry and Maillard product-dominant to caramelly and almost sweet. Some examples have a candy-like to graham-cracker malt character. Low to moderate spicy hop flavor. Prominent but clean hop bitterness provides a balanced finish. Subtle plum or berry esters optional. Low diacetyl optional. No roasted malt flavor. Finish may vary from dry and hoppy to relatively sweet.",
    "mouthfeel": "Medium-full to medium body. Soft and round, often with a gentle creaminess. Moderate to low carbonation.",
    "overall": "A malty amber Czech lager with a hop character that can vary from low to quite significant. The malt flavors also can vary, leading to different interpretations and balances ranging from drier, bready, and slightly biscuity to sweeter and somewhat caramel-like.",
    "link": "3/3C"
  },
  "3D": {
    "aroma": "Medium to medium-high rich, deep, sometimes sweet maltiness, with optional qualities such as bread crusts, toast, nuts, cola, dark fruit, or caramel. Roasted malt characters such as chocolate or sweetened coffee can vary from moderate to none but should not overwhelm the base malt character. Low to moderate spicy hop aroma optional. Low diacetyl and low to moderate fruity esters (plums or berries) may be present.",
    "appearance": "Dark copper to almost black color, often with a red or garnet tint. Clear to bright clarity. Large, off-white to tan, persistent head.",
    "flavor": "Medium to medium-high deep, complex maltiness dominates, typically with malty-rich Maillard products and a light to moderate residual malt sweetness. Malt flavors such as caramel, toast, nuts, licorice, dried dark fruit, chocolate, or coffee may also be present, with very low to moderate roast character. Low to moderate spicy hop flavor. Moderate to medium-low bitterness, but should be perceptible. Balance can vary from malty to relatively well-balanced to gently hopforward. Low to moderate diacetyl and light plum or berry esters may be present.  6",
    "mouthfeel": "Medium to medium-full body, considerable mouthfeel without being heavy or cloying. Moderately creamy in texture. Smooth. Moderate to low carbonation. Can have a slight alcohol warmth in stronger versions.",
    "overall": "A rich, dark, malty Czech lager with a roast character that can vary from almost absent to quite prominent. Malty balance and an interesting and complex flavor profile, with variable levels of hopping that provides a range of possible interpretations.",
    "link": "3/3D"
  },
  "4A": {
    "aroma": "Moderate grainy-sweet malt aroma. Low to moderately-low spicy, floral, or herbal hop aroma. Pleasant, clean fermentation profile, with malt dominating the balance. The freshest examples will have more of a malty-sweet aroma.",
    "appearance": "Pale yellow to pale gold. Clear. Persistent creamy white head.",
    "flavor": "Moderately malty start with the suggestion of sweetness, moderate grainy-sweet malt flavor with a soft, rounded palate impression, supported by a low to medium-low bitterness. Soft and dry finish, not crisp and biting. Low to moderately-low spicy, floral, or herbal hop flavor. Malt dominates hops in the palate, finish, and aftertaste, but hops should be noticeable. No residual sweetness, simply the impression of maltiness with restrained bitterness. Clean fermentation profile.",
    "mouthfeel": "Medium body. Medium carbonation. Smooth, well-lagered character.",
    "overall": "A gold-colored German lager with a smooth, malty flavor and a soft, dry finish. Subtle spicy, floral, or herbal hops and restrained bitterness help keep the balance malty but not sweet, which helps make this beer a refreshing, everyday drink.",
    "link": "4/4A"
  },
  "4B": {
    "aroma": "Moderate malty richness, with an emphasis on toastydoughy aromatics and an impression of sweetness. Low to medium-low floral, herbal, or spicy hops. The malt should not have a deeply toasted, caramel, or biscuity quality. Clean lager fermentation profile.",
    "appearance": "Deep yellow to deep gold color; should not have amber hues. Bright clarity. Persistent white to off-white foam stand. Most commercial examples are pale gold in color.",
    "flavor": "Medium to medium-high malty flavor initially, with a lightly toasty, bread dough quality and an impression of soft malty richness. Medium to medium-low bitterness, definitely malty in the balance. Well-attenuated and crisp, but not dry. Medium-low to medium floral, herbal, or spicy hop flavor. Clean fermentation profile. The taste is mostly of Pils malt, but with slightly toasty hints. The bitterness is supportive, but still should yield a malty, flavorful finish.",
    "mouthfeel": "Medium body, with a smooth, somewhat creamy texture. Medium carbonation. Alcohol strength barely noticeable as warming, if at all.",
    "overall": "A smooth, clean, pale German lager with a moderately strong malty flavor and a light hop character. Deftly balances strength and drinkability, with a palate impression and finish that encourages drinking. Showcases elegant German malt flavors without becoming too heavy or filling.",
    "link": "4/4B"
  },
  "4C": {
    "aroma": "Moderate to strong grainy-sweet malt aroma, often with a lightly toasted quality and low Maillard products. Moderately-low spicy, herbal, or floral hop aroma optional. Clean fermentation profile. Low fruity esters optional. Very light alcohol optional.",
    "appearance": "Deep gold to light amber in color. Bright to clear clarity. Large, creamy, persistent, white head.",
    "flavor": "Moderately to moderately strong grainy-sweet, doughy, bready, or lightly toasty malt flavor dominates with some rich Maillard products providing added interest. Few caramel flavors optional. Low to moderate spicy, herbal, floral, peppery hop flavor optional, but present in the best examples. Moderate hop bitterness, more so in the balance than in other Bocks. Clean fermentation profile. Well-attenuated, not cloying, with a moderately-dry finish that may taste of both malt and hops.  8",
    "mouthfeel": "Medium-bodied. Moderate to moderately-high carbonation. Smooth and clean with no harshness or astringency, despite the increased hop bitterness. Light alcohol warming optional.",
    "overall": "A relatively pale, strong, malty German lager with a nicely attenuated finish that enhances drinkability. The hop character is generally more apparent and the malt character less deeply rich than in other Bocks.",
    "link": "4/4C"
  },
  "5A": {
    "aroma": "Low to medium hop aroma, with a spicy, herbal, or floral character. Low to medium-low grainy-sweet or slightly crackery malt aroma. Clean fermentation profile.",
    "appearance": "Pale straw to deep yellow in color. Brilliant clarity. Moderate white head with average to below average persistence.",
    "flavor": "Low to medium grainy-sweet malt flavor initially. Medium hop bitterness. Low to medium hop flavor, with a spicy, herbal, or floral quality. Clean fermentation character, well-lagered. Dry finish with a light malty and hoppy aftertaste.",
    "mouthfeel": "Light to very light body. Medium to high carbonation. Smooth, well-attenuated.",
    "overall": "A pale, highly-attenuated, light-bodied German lager with lower alcohol and calories than standardstrength beers. Moderately bitter with noticeable malt and hop flavors, the beer is still interesting to drink.",
    "link": "5/5A"
  },
  "5B": {
    "aroma": "Low to very low grainy-sweet malt aroma. A subtle fruit aroma (apple, pear, or sometimes cherry) is optional, but welcome. Low floral, spicy, or herbal hop aroma optional. The  intensity of aromatics is fairly subtle but generally balanced, clean, fresh, and pleasant.",
    "appearance": "Medium yellow to light gold. Brilliant clarity. Has a delicate white head that may not persist.",
    "flavor": "A delicate flavor balance between malt, fruitiness, bitterness, and hops, with a clean, well-attenuated finish. The medium to medium-low grainy maltiness may have very light bready or honey notes. The fruitiness can have an almost imperceptible sweetness. Medium-low to medium bitterness. Low to moderately-high floral, spicy, or herbal hop flavor; most are medium-low to medium. May have a neutral-grainy to light malty sweet impression at the start. Soft, rounded palate. Finish is soft, dry, and slightly crisp, not sharp or biting. No noticeable residual sweetness. While the balance between the flavor components can vary, none are ever strong.",
    "mouthfeel": "Medium-light to medium body; most are medium-light. Medium to medium-high carbonation. Smooth and soft, but well-attenuated and not heavy. Not harsh.",
    "overall": "A subtle, brilliantly clear, pale beer with a delicate balance of malt, fruit, and hop character, moderate bitterness, and a well-attenuated but soft finish. Freshness makes a huge difference with this beer, as the delicate character can fade quickly with age.",
    "link": "5/5B"
  },
  "5C": {
    "aroma": "Medium-low to medium floral, spicy, or herbal hop aroma. Moderate grainy-sweet malt aroma, possibly with light toasty, bready, or doughy notes. Clean fermentation profile. Hops and malt both noticeable, and generally balanced.",
    "appearance": "Medium yellow to deep gold. Clear. Persistent white head.",
    "flavor": "Moderate, balanced malt and hops with supporting bitterness. Malt and hop flavors similar to aroma (same descriptors and intensities). Medium, noticeable bitterness, full on the palate, with a medium-dry finish. Clean fermentation character. Aftertaste of both malt and hops, generally in balance. Mineral character typically perceived more as a roundness and fullness of flavor, and a dry, flinty sharpness in the finish rather than overt mineral flavors. Background sulfate optional.",
    "mouthfeel": "Medium to medium-full body. Medium carbonation. Smooth and mellow on the palate. Very slight warmth may be noted in stronger versions.",
    "overall": "A golden German lager balancing a smooth malty profile with a bitter, hoppy character in a slightly above-average body and strength beer.",
    "link": "5/5C"
  },
  "5D": {
    "aroma": "Moderately to moderately-high flowery, spicy, or herbal hops. Low to medium grainy, sweet, or doughy malt character, often with a light honey and toasted cracker quality. Clean fermentation profile. The hops should be forward, but not totally dominate the malt in the balance.",
    "appearance": "Straw to deep yellow, brilliant to very clear, with a creamy, long-lasting white head.",
    "flavor": "Initial malt flavor quickly overcome with hop flavor and bitterness, leading into a dry, crisp finish. Malt and hop flavors similar to aroma (same descriptors and intensities). Medium to high bitterness, lingering into the aftertaste along with a touch of malt and hops. Clean fermentation profile. Minerally water can accentuate and lengthen the dry finish. Hops and malt can fade with age, but the beer should always have a bitter balance.",
    "mouthfeel": "Medium-light body. Medium to high carbonation. Should not feel heavy. Not harsh, but may have a flinty, minerally, sharpness in some examples.",
    "overall": "A pale, dry, bitter German lager featuring a prominent hop aroma. Crisp, clean, and refreshing, showing a brilliant gold color with excellent head retention.",
    "link": "5/5D"
  },
  "6A": {
    "aroma": "Moderate malty aroma, typically rich, bready, somewhat toasty, with light bread crust notes. Clean lager fermentation character. Very low floral, herbal, or spicy hop aroma optional. Caramel-sweet, biscuity-dry, or roasted malt aromas are inappropriate. Very light alcohol might be detected, but should never be sharp. Clean, elegant malt richness should be the primary aroma.",
    "appearance": "Amber-orange to deep reddish-copper color; should not be golden. Bright clarity, with persistent, off-white foam stand.",
    "flavor": "Moderate to high rich malt flavor often initially suggests sweetness, but the finish is moderately-dry to dry. Distinctive and complex maltiness often includes a bready, toasty aspect. Hop bitterness is moderate, and the floral, herbal, or spicy hop flavor is low to none. Hops provide sufficient balance that the malty palate and finish do not seem sweet. The aftertaste is malty, with the same elegant, rich malt flavors lingering. Noticeable sweet caramel, dry biscuit, or roasted flavors are inappropriate. Clean fermentation profile.",
    "mouthfeel": "Medium body, with a smooth, creamy texture that often suggests a fuller mouthfeel. Medium carbonation. Fully attenuated, without a sweet or cloying impression. May be slightly warming, but the strength should be relatively hidden.",
    "overall": "An amber, malty German lager with a clean, rich, toasty, bready malt flavor, restrained bitterness, and a well-attenuated finish. The overall malt impression is soft, elegant, and complex, with a rich malty aftertaste that is never cloying or heavy.",
    "link": "6/6A"
  },
  "6B": {
    "aroma": "Blend of smoke and malt, varying in balance and intensity. The beechwood smoke character can range from subtle to fairly strong, and can seem smoky, woody, or baconlike. The malt character can be low to moderate, and be somewhat rich, toasty, or malty-sweet. The malt and smoke components are often inversely proportional (i.e., when smoke increases, malt decreases, and vice versa). Low floral or spicy hop aroma optional. Clean fermentation profile.",
    "appearance": "Very clear, with a large, creamy, rich, tan- to cream-colored head. Deep amber to coppery-brown in color, often a little darker than the underlying Märzen style.",
    "flavor": "Generally follows the aroma profile, with a blend of smoke and malt in varying balance and intensity, yet always mutually supportive. Märzen-like qualities should be evident, particularly a malty, toasty richness, but the beechwood smoke flavor can be low to high. The palate can be somewhat malty, rich, and sweet, yet the finish tends to be medium-dry to dry with the smoke character sometimes enhancing the dryness of the finish. The aftertaste can reflect both malt richness and smoke flavors, with a balanced presentation desirable. Moderate, balanced, hop bitterness. Can have up to a moderate hop flavor with spicy, floral, or herbal notes. Clean lager fermentation character. The quality and character of the smoke is important; it should be cleanly smoky. At higher levels, the smoke can take on a ham- or bacon-like character, which is acceptable as long as it doesn’t veer into the greasy range. Harsh, bitter, burnt, acrid, charred, rubbery, sulfury, or creosote-like smoky-phenolic flavors are inappropriate.",
    "mouthfeel": "Medium body. Medium to medium-high carbonation. Smooth lager character. Significant astringent, phenolic harshness is inappropriate.",
    "overall": "A beechwood-smoked, malty, amber German lager. The expected Märzen profile of toasty-rich malt, restrained bitterness, clean fermentation, and a relatively dry finish is enhanced by a noticeable to intense smoke character.",
    "link": "6/6B"
  },
  "6C": {
    "aroma": "Medium to medium-high rich bready-malty aroma, often with moderate amounts of rich Maillard products or toasty overtones. Virtually no hop aroma. Some alcohol may be noticeable. Clean lager character, although a slight dark fruit character is allowable.",
    "appearance": "Light copper to brown color, often with attractive garnet highlights. Good clarity despite the dark color. Large, creamy, persistent, off-white head.",
    "flavor": "Medium to medium-high complex, rich maltiness is dominated by toasty-rich Maillard products. Some dark caramel notes may be present. Hop bitterness is generally only  12  high enough to support the malt flavors, allowing a bit of malty sweetness to linger into the finish. Well-attenuated, not cloying. Clean fermentation profile, although the malt can provide a slight dark fruit character. No hop flavor. No roasted, burnt, or dry biscuity character.",
    "mouthfeel": "Medium to medium-full bodied. Moderate to moderately low carbonation. Some alcohol warmth may be found, but should never be hot. Smooth, without harshness or astringency.",
    "overall": "A strong, dark, malty German lager beer that emphasizes the malty-rich and somewhat toasty qualities of continental malts without being sweet in the finish.",
    "link": "6/6C"
  },
  "7A": {
    "aroma": "Moderately-intense malt aroma, with toasty and malty-rich accents. Floral, spicy hop aroma may be low to none. Clean lager character. A significant caramel, biscuity, or roasted aroma is inappropriate.",
    "appearance": "Light reddish amber to copper color. Bright clarity. Large, off-white, persistent head.",
    "flavor": "Soft, elegant malt complexity is in the forefront, with a firm enough hop bitterness to provide a balanced finish. The malt flavor tends towards a rich, toasty character, without significant caramel, biscuity, or roast flavors. Fairly dry, soft finish, with both rich malt and hop bitterness present in the aftertaste. Floral, spicy, or herbal hop flavor may be low to none. Clean fermentation profile.",
    "mouthfeel": "Medium-light to medium body, with a gentle creaminess. Moderate carbonation. Smooth.",
    "overall": "A moderate-strength continental amber lager with a soft, smooth maltiness and a balanced, moderate bitterness, yet finishing relatively dry. The malt flavor is clean, bready-rich, and somewhat toasty, with an elegant impression derived from quality base malts and process, not specialty malts or adjuncts.",
    "link": "7/7A"
  },
  "7B": {
    "aroma": "Malty and rich with grainy characteristics like baked bread or nutty, toasted bread crusts. Should not have darker roasted or chocolate notes. Malt intensity is moderate to moderately-high. Moderate to low hops complement but do not dominate the malt, and often have a spicy, peppery, or floral character. Fermentation character is very clean. Low to medium-low esters optional.",
    "appearance": "The color ranges from amber to deep copper, stopping short of brown; bronze-orange is most common. Brilliant clarity. Thick, creamy, long-lasting off-white head.",
    "flavor": "Malt profile similar to the aroma, with an assertive, medium to high hop bitterness balancing the rich malty flavors. The beer finishes medium-dry to dry with a grainy, bitter, malty-rich aftertaste. The finish is long-lasting, sometimes with a nutty or bittersweet impression. The apparent bitterness level is sometimes masked by the malt character if the beer is not very dry, but the bitterness tends to scale with the malt richness to maintain balance. No roast. No harshness. Clean fermentation profile. Light fruity esters, especially dark fruit, may be present. Medium to low spicy, peppery, or floral hop flavor. Light minerally character optional.",
    "mouthfeel": "Medium body. Smooth. Medium to medium-high carbonation. Astringency low to none.",
    "overall": "A moderately colored, well-attenuated, bitter beer with a rich maltiness balancing a strong bitterness. Light and spicy hop character complements the malt. A dry beer with a firm body and smooth palate.",
    "link": "7/7B"
  },
  "7C1": {
    "aroma": "Moderately-low to moderately-high spicy, floral, or herbal hop aroma. Very low to moderate diacetyl, possible very low green apple or other yeast derived notes. Pleasantly grainy-sweet, clean malt aroma, with possible low background note of DMS.",
    "appearance": "Slight haze to moderately cloudy, but never extremely cloudy or murky. Medium yellow to pale gold color. Creamy white head with good persistence. When served on cask, can have low carbonation and very low head.",
    "flavor": "Moderately malty with a rounded, grainy-sweet profile. Low to moderately-high spicy, floral, or herbal hop flavor, with a moderate hop bitterness that can linger. Finish is crisp and dry, but the aftertaste remains malty. Very low to moderate diacetyl, which should always remain at a pleasant, drinkable level that balances somewhat with the other characteristics of the beer; overwhelming diacetyl is not appropriate. Possible very low green apple or other yeast derived notes, and possible low background note of DMS.",
    "mouthfeel": "Medium body. Low to medium carbonation. Depending on the level of yeast in suspension, it may assist in creating a slightly creamy texture. A slight slickness on the tongue may be present from the diacetyl.",
    "overall": "A young, fresh Helles, so while still a malty, fully-attenuated Pils malt showcase, the hop character (aroma, flavor and bitterness) is more pronounced, and the beer is cloudy, often with some level of diacetyl, and possibly has some green apple and/or other yeast-derived notes. As with the traditional Helles, the Keller version is still a beer intended to be drunk by the liter, so overall it should remain a light, refreshing, easy drinking golden lager.",
    "link": "7/7C"
  },
  "7C2": {
    "aroma": "Moderate intensity of German malt, typically rich, bready, somewhat toasty, with light bread crust notes. Moderately-low to moderate spicy peppery hop aroma. Very low to low diacetyl, occasionally low to moderately-low sulfur and very low green apple or other yeast-derived notes. Caramel, biscuity, or roasted malt aroma is inappropriate.",
    "appearance": "Moderately cloudy to clear depending on age, but never extremely cloudy or murky. Gold to deep reddish-amber color. Off-white, creamy head. When served on cask, can have low carbonation and very low head.",
    "flavor": "Initial malt flavor may suggest sweetness, but finish is moderately dry to dry, and slightly bitter. Distinctive and complex maltiness often includes a bready-toasty aspect. Hop bitterness is moderate to moderately high, and spicy or herbal hop flavor is low to moderately high. Balance can be either on the malt or hop side, but the finish is not sweet. Noticeable caramel or roasted malt flavors are inappropriate. Very low to low diacetyl. Possible very low green apple or other yeast-derived notes. Smooth, malty aftertaste.",
    "mouthfeel": "Medium body, with a creamy texture and medium carbonation. Fully fermented, without a sweet or cloying impression.",
    "overall": "A young, unfiltered, and unpasteurized beer that is between a Helles and Märzen in color, spicier in the hops with greater attenuation. Interpretations range in color and balance, but remain in the drinkable 4.8% ABV neighborhood. Balance ranges from the dry, spicy and pale-colored interpretations by St. Georgen and Löwenbräu of Buttenheim, to darker and maltier interpretations in the Fränkische Schweiz. This style is above all a method of producing simple drinkable beers for neighbors out of local ingredients to be served fresh. Balance with a focus on drinkability and digestibility is important.",
    "link": "7/7C"
  },
  "8A": {
    "aroma": "Moderate to high malt richness, like toasted bread crusts with hints of chocolate, nuts, caramel, or toffee. Fresh traditional versions often show higher levels of chocolate. The malt character is more malty-rich than sugary or caramelly sweet. Clean fermentation profile. A light spicy, floral, or herbal hop aroma is optional.",
    "appearance": "Deep copper to dark brown, often with a red or garnet tint. Creamy, light to medium tan head. Usually clear.",
    "flavor": "Rich malt flavors similar to aroma (same malt descriptors apply), medium to high. Restrained bitterness, medium-low to medium, giving an overall malty balance. Malty and soft on the palate without being overly sweet, and mediumdry in the finish with a malty aftertaste. No roast, burnt, or bitter malt flavors, toasted flavors shouldn’t have a harsh grainy dryness, and caramel flavors should not be sweet. Low spicy, herbal, or floral hop flavor optional. Clean fermentation profile.",
    "mouthfeel": "Medium to medium-full body, providing a soft and dextrinous mouthfeel without being heavy or cloying. Moderate carbonation. Smooth lager character. No harsh or biting astringency. Not warming.",
    "overall": "A traditional malty brown lager from Bavaria. Deeply toasted, bready malt flavors without any roasty or burnt flavors. Smooth and rich, with a restrained bitterness and a relatively dry finish that allows for drinking in quantity.",
    "link": "8/8A"
  },
  "8B": {
    "aroma": "Low to moderate malt, with low aromatic malty sweetness and hints of roast malt often apparent. The malt can be clean and neutral or moderately rich and bready, and may have a hint of dark caramel. The roast character can be somewhat dark chocolate- or coffee-like but should never be burnt. A moderately low spicy, floral, or herbal hop aroma is optional. Clean lager yeast character.",
    "appearance": "Medium to very dark brown in color, often with deep ruby to garnet highlights, yet almost never truly black. Very clear. Large, persistent, tan-colored head.",
    "flavor": "Light to moderate malt flavor, which can have a clean, neutral character to a moderately rich, bread-malty quality. Light to moderate roasted malt flavors can give a bitterchocolate palate that is never burnt. Medium-low to medium bitterness. Light to moderate spicy, floral, or herbal hop flavor. Clean lager character. Dry finish. Some residual sweetness is acceptable but not traditional. Aftertaste of hop bitterness with a complementary but subtle roastiness in the background.",
    "mouthfeel": "Medium-light to medium body. Moderate to moderately-high carbonation. Smooth. No harshness or astringency, despite the use of dark, roasted malts.",
    "overall": "A dark German lager that balances roasted yet smooth malt flavors with moderate hop bitterness. The lighter body, dryness, and lack of a harsh, burnt, or heavy aftertaste helps make this beer quite drinkable.",
    "link": "8/8B"
  },
  "9A": {
    "aroma": "Very strong maltiness, possibly with light caramel notes, and up to a moderate alcohol aroma. Virtually no hop aroma. Dark versions have significant, rich Maillard products, deeply toasted malt, and possibly a slight chocolate-like aroma that should never be roasted or burnt. Moderately-low dark fruit, like plums, dark grapes, or fruit leather, is allowable. Pale versions have a rich and strong, often toasty, malt presence, possibly with a light floral, spicy, or herbal hop accent.",
    "appearance": "Good clarity, with a large, creamy, persistent head. Dark versions are copper to dark brown in color, often with ruby highlights, and an off-white head. Pale versions are deep gold to light amber in color, with a white head.",
    "flavor": "Very rich and malty. Hop bitterness varies from moderate to moderately low but always allows malt to dominate the flavor. Faint hop flavor optional. Most examples are fairly malty-sweet on the palate, but should have an impression of attenuation in the finish. The impression of sweetness comes from low hopping, not from incomplete fermentation. Clean fermentation profile. Dark versions have malt and ester flavors similar to the aroma (same descriptors and intensities). Pale versions have a strong bready and toasty malt flavor, a light floral, spicy, or herbal hop flavor, and a drier finish.",
    "mouthfeel": "Medium-full to full body. Moderate to moderately-low carbonation. Very smooth without harshness, astringency. A light alcohol warmth may be noted, but it should never burn.",
    "overall": "A strong, rich, and very malty German lager that can have both pale and dark variants. The darker versions have more richly-developed, deeper malt flavors, while the paler versions have slightly more hops and dryness.",
    "link": "9/9A"
  },
  "9B": {
    "aroma": "Dominated by rich, intense malt and a definite alcohol presence. The malt can have bready, toasty, qualities, with some caramel or faint chocolate, often with dark fruit notes like plums or grapes. No hop aroma. Alcohol aromas should not be harsh or solventy. Clean fermentation profile.",
    "appearance": "Deep copper to dark brown in color, often with attractive ruby highlights. Good clarity. Head retention may be moderate to poor. Off-white to deep ivory colored head. Pronounced legs are often evident.",
    "flavor": "Rich, sweet malt balanced by a significant alcohol presence. The malt can have Maillard products, toasty qualities, some caramel, and occasionally a slight chocolate flavor. May have significant malt-derived dark fruit esters. Hop bitterness just offsets the malt sweetness enough to avoid a cloying character. No hop flavor. Alcohol helps balance the strong malt presence. The finish should be of rich malt with a certain dryness from the alcohol. It should not be sticky, syrupy, or cloyingly sweet. Clean fermentation profile.",
    "mouthfeel": "Full to very full-bodied. Low carbonation. Significant alcohol warmth without sharp hotness. Very smooth and silky without harsh edges from alcohol, bitterness, fusels, or other concentrated flavors.",
    "overall": "A strong, full-bodied, rich, and malty dark German lager often with a viscous quality and strong flavors. Even though flavors are concentrated, the alcohol should be smooth and warming, not burning.",
    "link": "9/9B"
  },
  "9C": {
    "aroma": "Rich maltiness often containing caramel, toffee, nuts, deep toast, or licorice notes. Complex alcohol and ester profile of moderate strength, and reminiscent of plums, prunes, raisins, cherries, or currants, occasionally with a vinous Portlike quality. Deep malt accents of dark chocolate, coffee, or molasses, but never burnt. No hops. No sourness. Smooth, not sharp, impression.",
    "appearance": "Dark reddish-copper to opaque dark brown color, but not black. Thick, persistent tan-colored head. Clear, although darker versions can be opaque.",
    "flavor": "As with aroma, has a rich maltiness with a complex blend of deep malt, dried fruit esters, and alcohol. The malt can have a caramel, toffee, nutty, molasses, or licorice complexity. Prominent yet smooth Schwarzbier-like roasted flavor that stops short of burnt. Light hints of black currants and dark dried fruits. Smooth palate and full finish. Starts malty-sweet but darker malt flavors quickly dominate and persist through the dryish finish, leaving a hint of roast coffee or licorice and dried fruit in the aftertaste. Medium-low to medium bitterness, just to provide balance and prevent it from seeming cloying.  16  Hop flavor from slightly spicy hops ranges from none to medium-low. Clean fermentation profile.",
    "mouthfeel": "Generally quite full-bodied and smooth, with a well-aged alcohol warmth that can be deceptive. Medium to medium-high carbonation, making it seem even more mouthfilling. Not heavy on the tongue due to carbonation level.",
    "overall": "A strong, dark, malty beer with different interpretations within the Baltic region. Smooth, warming, and richly malty, with complex dark fruit flavors and a roasted flavor without burnt notes.",
    "link": "9/9C"
  },
  "10A": {
    "aroma": "Moderate to strong esters and phenols, typically banana and clove, often well balanced and typically stronger than the malt. Light to moderate bready, doughy, or grainy wheat aroma. Light vanilla optional. Light floral, spicy, or herbal hops optional. Bubblegum (strawberry with banana), sourness, or smoke are faults.",
    "appearance": "Pale straw to gold in color. Very thick, moussy, long-lasting white head. Can be hazy and have a shine from wheat and yeast, although this can settle out in bottles.",
    "flavor": "Low to moderately strong banana and clove flavor, often well balanced. Low to moderate soft, somewhat bready, doughy, or grainy wheat flavor supported by the slight Pils malt grainy sweetness. Very low to moderately low bitterness. Wellrounded, flavorful palate with a relatively dry finish. Light vanilla optional. Very low floral, spicy, or herbal hop flavor optional. Any impression of sweetness is due more to low bitterness than any residual sweetness; a sweet or heavy finish impairs drinkability. Bubblegum, sourness, or smoke are faults. While the banana-and-clove profile is important, it should not be so strong as to be extreme and unbalanced.",
    "mouthfeel": "Medium-light to medium body; never heavy. Fluffy, creamy fullness progressing to a light, spritzy finish aided by high to very high carbonation. Effervescent.",
    "overall": "A pale, refreshing, lightly-hopped German wheat beer with high carbonation, dry finish, fluffy mouthfeel, and a distinctive banana-and-clove weizen yeast fermentation profile.",
    "link": "10/10A"
  },
  "10B": {
    "aroma": "Moderate esters and phenols, typically banana and clove, often well balanced with each other and with the malt. Light to moderate bready, doughy, or grainy wheat aroma, often accompanied by caramel, bread crust, or richer malt notes. Low to moderate vanilla optional. Light floral, spicy, or herbal hops optional. Bubblegum (strawberry with banana), sourness, or smoke are faults.",
    "appearance": "Light copper to dark, mahogany brown in color. Very thick, moussy, long-lasting off-white head. Can be hazy and have a shine from wheat and yeast, although this can settle out in bottled versions.",
    "flavor": "Low to moderately strong banana and clove flavor, often well balanced with each other and with the malt, although the malt may sometimes mask the clove impression. Low to medium-high soft, somewhat bready, doughy, or grainy wheat flavor with richer caramel, toast, or bread crust flavors. No strongly roasted flavors, but a touch of roasty dryness is allowable. Very low to low bitterness. Well-rounded, flavorful, often somewhat malty palate with a relatively dry finish. Very light to moderate vanilla optional. Low spicy, herbal, or floral hop flavor optional. Bubblegum, sourness, or smoke are faults.",
    "mouthfeel": "Medium-light to medium-full body. Fluffy, creamy fullness progressing to a lighter finish, aided by moderate to high carbonation. Effervescent.",
    "overall": "A moderately dark German wheat beer with a distinctive banana-and-clove weizen yeast fermentation profile, supported by a toasted bread or caramel malt flavor. Highly carbonated and refreshing, with a creamy, fluffy texture and light finish.",
    "link": "10/10B"
  },
  "10C": {
    "aroma": "Medium-high to high malty richness with a significant bready, grainy wheat character. Medium-low to medium-high weizen yeast character, typically banana and clove. Vanilla accents optional. No hops. Low to moderate alcohol, not hot or solventy. The malt, yeast, and alcohol are well balanced, complex, and inviting. Bubblegum (strawberry with banana), sourness, or smoke are faults. Dark versions have a deeper, highly toasted, bready malt richness with significant Maillard products, similar to a Dunkles Bock or dark Doppelbock. They can also have caramel and dark fruit esters, like plums, prunes, dark grapes, fruit leather, and raisins, particularly as they age. Pale versions have a grainy-sweet, bready, toasty malty richness, similar to a Helles Bock or pale Doppelbock.",
    "appearance": "Very thick, moussy, long-lasting head. Can be hazy and have a shine from wheat and yeast, although this can settle out with age. Dark versions are dark amber to dark ruby-brown in color, with a light tan head. Pale versions are gold to amber in color, with a very white to off-white head.",
    "flavor": "Medium-high to high malty richness with significant bready, grainy wheat flavor. Low to moderate banana and spice (clove, vanilla) yeast character. No hop flavor. Low to mediumlow bitterness can give a slightly sweet palate impression, but the beer typically finishes dry. Light alcohol can enhance this character. The interplay between the malt, yeast, and alcohol adds complexity and interest, which is often enhanced with age. Bubblegum, sourness, or smoke are faults. Dark versions have deeper, richly bready or toasty malt flavors with significant Maillard products, optionally with caramel or  18  light chocolate but not roast. Can have some dark fruit esters like plums, prunes, dark grapes, fruit leather, or raisins, particularly as they age. Pale versions have a bready, toasty, grainy-sweet malt richness.",
    "mouthfeel": "Medium-full to full body. Soft, smooth, fluffy or creamy texture. Mild alcohol warmth. Moderate to high carbonation.",
    "overall": "A strong and malty German wheat beer combining the best wheat and yeast flavors of a Weissbier with the rich maltiness, strength, and body of a Bock. The style range includes Bock and Doppelbock strength, with variations for pale and dark color.",
    "link": "10/10C"
  },
  "11A": {
    "aroma": "Low to moderate malt aroma, often (but not always) with a light caramel quality. Bready, biscuity, or lightly toasty malt complexity is common. Mild to moderate fruitiness. Hop aroma can range from moderate to none, typically with a floral, earthy, resiny, or fruity character. Generally no diacetyl, although very low levels are allowed.",
    "appearance": "Pale amber to light copper color. Good to brilliant clarity. Low to moderate white to off-white head. May have very little head due to low carbonation.",
    "flavor": "Medium to moderately high bitterness. Moderately low to moderately high fruity esters. Moderate to low hop flavor, typically with an earthy, resiny, fruity, or floral character. Low to medium maltiness with a dry finish. The malt profile is typically bready, biscuity, or lightly toasty. Low to moderate caramel or toffee flavors are optional. Balance is often decidedly bitter, although the bitterness should not completely overpower the malt flavor, esters, and hop flavor. Generally no diacetyl, although very low levels are allowed.",
    "mouthfeel": "Light to medium-light body. Low carbonation, although bottled examples can have moderate carbonation.",
    "overall": "Low gravity, alcohol, and carbonation make this an easy-drinking session beer. The malt profile can vary in flavor and intensity, but should never override the overall bitter impression. Drinkability is a critical component of the style.",
    "link": "11/11A"
  },
  "11B": {
    "aroma": "Low to moderate malt aroma, often (but not always) with a low to medium-low caramel quality. Bready, biscuit, or lightly toasty malt complexity is common. Mild to moderate fruitiness. Hop aroma can range from moderate to none, typically with a floral, earthy, resiny, or fruity character. Generally no diacetyl, although very low levels are allowed.",
    "appearance": "Pale amber to medium copper color. Good to brilliant clarity. Low to moderate white to off-white head. May have very little head due to low carbonation.",
    "flavor": "Medium to moderately high bitterness. Moderately low to moderately high fruity esters. Moderate to low hop flavor, typically with an earthy, resiny, fruity, or floral character. Low to medium maltiness with a dry finish. The malt profile is typically bready, biscuity, or lightly toasty. Low to moderate caramel or toffee flavors are optional. Balance is often decidedly bitter, although the bitterness should not completely overpower the malt flavor, esters and hop flavor. Generally no diacetyl, although very low levels are allowed.",
    "mouthfeel": "Medium-light to medium body. Low carbonation, although bottled examples can have moderate carbonation.",
    "overall": "A flavorful, yet refreshing, session beer. Some examples can be more malt balanced, but this should not override the overall bitter impression. Drinkability is a critical component of the style.",
    "link": "11/11B"
  },
  "11C": {
    "aroma": "Hop aroma moderately-high to moderately-low, typically with a floral, earthy, resiny, or fruity character. Medium to medium-high malt aroma, optionally with a low to moderate caramel component. Medium-low to medium-high fruity esters. Generally no diacetyl, although very low levels are allowed.",
    "appearance": "Light amber to deep copper color. Good to brilliant clarity. Low to moderate white to off-white head. A low head is acceptable when carbonation is also low.",
    "flavor": "Medium to medium-high bitterness with supporting malt flavors evident. The malt profile is typically bready, biscuity, nutty, or lightly toasty, and optionally has a moderately low to moderate caramel or toffee flavor. Hop flavor moderate to moderately high, typically with a floral, earthy, resiny, or fruity character. Hop bitterness and flavor should be noticeable, but should not totally dominate malt flavors. Moderately-low to high fruity esters. Optionally may have low amounts of alcohol. Medium-dry to dry finish. Generally no diacetyl, although very low levels are allowed.",
    "mouthfeel": "Medium-light to medium-full body. Low to moderate carbonation, although bottled versions will be higher. Stronger versions may have a slight alcohol warmth but this character should not be too high.",
    "overall": "An average-strength to moderatelystrong British bitter ale. The balance may vary between fairly even between malt and hops to somewhat bitter. Drinkability is a critical component of the style. A rather broad style that allows for considerable interpretation by the brewer.",
    "link": "11/11C"
  },
  "12A": {
    "aroma": "Hop aroma is moderately low to moderately high, and can use any variety of hops – floral, herbal, or earthy English hops and citrusy American hops are most common. Frequently a single hop varietal will be showcased. Low bready malt aroma with no caramel. Medium-low to low fruity aroma from the hops rather than esters. Low diacetyl optional.",
    "appearance": "Straw to golden in color. Good to brilliant clarity. Low to moderate white head. A low head is acceptable when carbonation is also low.",
    "flavor": "Medium to medium-high bitterness. Hop flavor is moderate to moderately high of any hop variety, although citrus flavors are increasingly common. Medium-low to low malt character, generally bready with perhaps a little biscuity flavor. Caramel flavors are typically absent. Hop bitterness and flavor should be pronounced. Moderately-low to low esters. Medium-dry to dry finish. Bitterness increases with alcohol level, but is always balanced. Low diacetyl optional.",
    "mouthfeel": "Light to medium body. Low to moderate carbonation on draught, although bottled commercial versions will be higher. Stronger versions may have a slight alcohol warmth, but this character should not be too high.",
    "overall": "A hop-forward, average-strength to moderately-strong pale bitter. Drinkability and a refreshing quality are critical components of the style, as it was initially a summer seasonal beer.",
    "link": "12/12A"
  },
  "12B": {
    "aroma": "Fairly soft, clean aroma with a balanced mix of esters, hops, malt, and yeast – all moderate to low in intensity. The esters are frequently pears and apples, optionally with a very light touch of banana. The hops are earthy, herbaceous, or might show the characteristic iron-like Pride of Ringwood nose. The malt can range from neutral grainy to moderately sweet to lightly bready; no caramel should be evident. Very fresh examples can have a lightly yeasty, sulfury nose.",
    "appearance": "Deep yellow to light amber in color, often medium gold. Tall, frothy, persistent white head with tiny bubbles. Noticeable effervescence due to high carbonation. Brilliant clarity if decanted, but typically poured with yeast to have a cloudy appearance. Not typically cloudy unless yeast roused during the pour.",
    "flavor": "Medium to low rounded, grainy to bready malt flavor, initially mild to malty-sweet but a medium to medium-high bitterness rises mid-palate to balance the malt. Caramel flavors typically absent. Highly attenuated, giving a dry, crisp finish with lingering bitterness, although the body gives an impression of fullness. Medium to medium-high hop flavor, somewhat earthy and possibly herbal, resinous, peppery, or iron-like but not floral, lasting into aftertaste. Medium-high to medium-low esters, often pears and apples. Banana is optional, but should never dominate. May be lightly minerally or sulfury, especially if yeast is present. Should not be bland.",
    "mouthfeel": "High to very high carbonation, giving mouthfilling bubbles and a crisp, spritzy carbonic bite. Medium to medium-full body, tending to the higher side if poured with yeast. Smooth but gassy. Stronger versions may have a light alcohol warmth, but lower alcohol versions will not. Very wellattenuated; should not have any residual sweetness.",
    "overall": "A well-balanced, pale, highlycarbonated, and refreshing ale suitable for drinking in a hot climate. Fairly bitter, with a moderate herbal-spicy hop and pome fruit ester profile. Smooth, neutral malt flavors with a fuller body but a crisp, highly-attenuated finish.",
    "link": "12/12B"
  },
  "12C": {
    "aroma": "A moderate to moderately-high hop aroma, typically floral, spicy-peppery, or citrus-orange in nature. A slight dryhop aroma is acceptable, but not required. Medium-low to medium bready or biscuity malt, optionally with a moderatelylow caramel-like or toasty malt presence. Low to moderate fruitiness is acceptable. Optional light sulfury note.",
    "appearance": "Color ranges from golden to deep amber, but most are fairly pale. Should be clear, although unfiltered dryhopped versions may be a bit hazy. Moderate-sized, persistent head stand with off-white color.",
    "flavor": "Hop flavor is medium to high, with a moderate to assertive hop bitterness. The hop flavor should be similar to the aroma (floral, spicy-peppery, or citrus-orange). Malt flavor should be medium-low to medium, and be somewhat bready, optionally with light to medium-light biscuit, toast, toffee, or caramel aspects. Medium-low to medium fruitiness. Finish is medium-dry to very dry, and the bitterness may linger into the aftertaste but should not be harsh. The balance is toward the hops, but the malt should still be noticeable in support. If high sulfate water is used, a distinctively minerally, dry finish, some sulfur flavor, and a lingering bitterness are usually present. Some clean alcohol flavor can be noted in stronger versions.",
    "mouthfeel": "Smooth, medium-light to medium body without hop-derived astringency. Medium to medium-high carbonation can give an overall dry sensation despite a supportive malt presence. A low, smooth alcohol warming can be sensed in stronger versions.  22",
    "overall": "A bitter, moderately-strong, very wellattenuated pale British ale with a dry finish and a hoppy aroma and flavor. Classic British ingredients provide the most authentic flavor profile.",
    "link": "12/12C"
  },
  "13A": {
    "aroma": "Low to moderate malt aroma, and may have some fruitiness. The malt expression can take on a wide range of character, which can include caramel, toffee, grainy, toasted, nutty, chocolate, or lightly roasted. Low earthy or floral hop aroma optional. Very low diacetyl optional.",
    "appearance": "Copper to dark brown or mahogany color. Generally clear, although is traditionally unfiltered. Low to moderate off-white to tan head; retention may be poor.",
    "flavor": "Generally a malty beer, although may have a very wide range of malt- and yeast-based flavors (e.g., malty, sweet, caramel, toffee, toast, nutty, chocolate, coffee, roast, fruit, licorice, plum, raisin) over a bready, biscuity, or toasty base. Can finish sweet to dry. Versions with darker malts may have a dry, roasted finish. Low to moderate bitterness, enough to provide some balance but not enough to overpower the malt in the balance. Moderate fruity esters optional. Low hop flavor optional. Low diacetyl optional.",
    "mouthfeel": "Light to medium body. Generally low to mediumlow carbonation. Roast-based versions may have a light astringency. Sweeter versions may seem to have a rather full mouthfeel for the gravity. Should not be flat, watery, or thin.",
    "overall": "A dark, low-gravity, malt-focused British session ale readily suited to drinking in quantity. Refreshing, yet flavorful for its strength, with a wide range of dark malt or dark sugar expression.",
    "link": "13/13A"
  },
  "13B": {
    "aroma": "Light, sweet malt aroma with toffee, nutty, or light chocolate notes, and a light to heavy caramel quality. A light but appealing floral or earthy hop aroma may also be noticed. A light fruity aroma may be evident, but should not dominate.",
    "appearance": "Dark amber to dark reddish-brown color. Clear. Low to moderate off-white to light tan head.",
    "flavor": "Gentle to moderate malt sweetness, with a light to heavy caramel character, and a medium to dry finish. Malt may also have a nutty, toasted, biscuity, toffee, or light chocolate character. Medium to medium-low bitterness. Malt-hop balance ranges from even to malt-focused. Low floral or earthy hop flavor optional. Low to moderate fruity esters optional.",
    "mouthfeel": "Medium-light to medium body. Medium to medium-high carbonation.",
    "overall": "A malty, caramelly, brown British ale without the roasted flavors of a Porter. Balanced and flavorful, but usually a little stronger than most average UK beers.",
    "link": "13/13B"
  },
  "13C": {
    "aroma": "Moderate to moderately low bready, biscuity, and toasty malt aroma with mild roastiness, often like chocolate. Additional malt complexity may be present as caramel, nuts, toffee sweetness. May have up to a moderate level of floral or earthy hops. Moderate fruity esters optional, but desirable. Low diacetyl optional.",
    "appearance": "Brown to dark brown in color, often with ruby highlights. Good clarity, although may be opaque. Moderate off-white to light tan head with good to fair retention.",
    "flavor": "Moderate bready, biscuity, and toasty malt flavor with a mild to moderate chocolate roastiness, and often a significant caramel, nutty, or toffee character, possibly with lower levels of darker flavors like coffee or licorice. Should not be burnt or harshly roasted, although small amounts may contribute a bitter chocolate complexity. Up to moderate earthy or floral hop flavor optional. Low to moderate fruity esters. Mediumlow to medium bitterness varies the balance from slightly malty to slightly bitter, with a fairly dry to slightly sweet finish. Moderately-low diacetyl optional.",
    "mouthfeel": "Medium-light to medium body. Moderately-low to moderately-high carbonation. Light to moderate creamy texture.  24",
    "overall": "A moderate-strength dark brown English ale with a restrained roasty, bitter character. May have a range of roasted flavors, generally without burnt qualities, and often has a malty chocolate and caramel profile.",
    "link": "13/13C"
  },
  "14A": {
    "aroma": "Low to medium maltiness with caramel and toffee notes, and light toasty and sugary qualities that might be reminiscent of toasted breadcrumbs, ladyfingers, English biscuits, graham crackers, or butterscotch. Light pome fruitiness and light English hop aroma (earthy, floral, orangecitrus, spicy, etc.) allowable.",
    "appearance": "Deep copper to dark brown. Clear. Low to moderate, creamy off-white.",
    "flavor": "Medium toasty-bready malt with caramel and toffee overtones, finishing with a slightly roasty dryness. A wide range of caramelized sugar and toasted bread type of flavors are possible, using similar descriptors as the aroma. Clean maltiness and fermentation profile. Light esters and hop flavor allowable (similar descriptors as aroma). Sufficient bitterness to not be cloying, but with a malty balance and aftertaste.",
    "mouthfeel": "Medium-low to medium body. Low to moderate carbonation. Maybe be moderately creamy.",
    "overall": "A low-alcohol, malty beer with light caramel, toast, toffee, and fruit flavors. A slight roast dryness offsets the residual sweetness in the finish, with the bitterness perceived only to keep the beer from being cloying.",
    "link": "14/14A"
  },
  "14B": {
    "aroma": "Medium-low to medium maltiness with caramel and toffee notes, and light toasty and sugary qualities that might be reminiscent of toasted breadcrumbs, ladyfingers, English biscuits, graham crackers, or butterscotch. Light pome fruitiness and light English hop aroma (earthy, floral, orangecitrus, spicy, etc.) allowable.",
    "appearance": "Pale copper to brown. Clear. Low to moderate, creamy off-white.",
    "flavor": "Medium toasty-bready malt with caramel and toffee overtones, finishing with a slightly roasty dryness. A wide range of caramelized sugar and toasted bread type of flavors are possible, using similar descriptors as the aroma. Clean maltiness and fermentation profile. Light esters and hop flavor allowable (similar descriptors as aroma). Sufficient bitterness to not be cloying, but with a malty balance and aftertaste.",
    "mouthfeel": "Medium-low to medium body. Low to moderate carbonation. Maybe be moderately creamy.",
    "overall": "A lower-alcohol, malty beer with light caramel, toast, toffee, and fruity flavors. A slight roast dryness offsets the residual sweetness in the finish, with the bitterness perceived only to keep the beer from being cloying.",
    "link": "14/14B"
  },
  "14C": {
    "aroma": "Medium maltiness with caramel and toffee notes, and light toasty and sugary qualities that might be reminiscent of toasted breadcrumbs, ladyfingers, English biscuits, graham crackers, or butterscotch. Light pome fruitiness and light English hop aroma (earthy, floral, orange-citrus, spicy, etc.) allowable.  26",
    "appearance": "Pale copper to brown. Clear. Low to moderate, creamy off-white.",
    "flavor": "Medium toasty-bready malt with caramel and toffee overtones, finishing with a slightly roasty dryness. A wide range of caramelized sugar and toasted bread type of flavors are possible, using similar descriptors as the aroma. Clean maltiness and fermentation profile. Light esters and hop flavor allowable (similar descriptors as aroma). Sufficient bitterness to not be cloying, but with a malty balance and aftertaste.",
    "mouthfeel": "Medium body. Medium-low to medium carbonation. Maybe be moderately creamy.",
    "overall": "A moderate-strength, malty beer with light caramel, toast, toffee, and fruit flavors. A slight roast dryness offsets the residual sweetness in the finish, with the bitterness perceived only to keep the beer from being cloying.",
    "link": "14/14C"
  },
  "15A": {
    "aroma": "Low to moderate malt aroma, either neutral-grainy or with a lightly caramel, toast, or toffee character. Very light buttery character optional. Low earthy or floral hop aroma optional. Quite clean.",
    "appearance": "Medium amber to medium reddish-copper color. Clear. Low off-white to tan colored head, average persistence.",
    "flavor": "Moderate to very little caramel malt flavor and sweetness, rarely with a light buttered toast or toffee-like quality. The palate often is fairly neutral and grainy, or can take on a lightly toasty or biscuity note as it finishes with a light taste of roasted grain, which lends a characteristic dryness to the finish. A light earthy or floral hop flavor is optional. Medium to medium-low bitterness. Medium-dry to dry finish. Clean and smooth. Low esters optional. The balance tends to be slightly towards the malt, although light use of roasted grains may increase the perception of bitterness slightly.",
    "mouthfeel": "Medium-light to medium body, although examples containing low levels of diacetyl may have a slightly slick mouthfeel (not required). Moderate carbonation. Smooth.",
    "overall": "An easy-drinking pint, often with subtle flavors. Slightly malty in the balance sometimes with an initial soft toffee or caramel sweetness, a slightly grainybiscuity palate, and a touch of roasted dryness in the finish. Some versions can emphasize the caramel and sweetness more, while others will favor the grainy palate and roasted dryness.",
    "link": "15/15A"
  },
  "15B": {
    "aroma": "Moderate coffee-like aroma typically dominates; may have slight dark chocolate, cocoa, or roasted grain secondary notes. Medium-low esters optional. Low earthy or floral hop aroma optional.",
    "appearance": "Jet black to deep brown with garnet highlights in color. According to Guinness, “Guinness beer may appear black, but it is actually a very dark shade of ruby.” Opaque. A thick, creamy, long-lasting, tan- to brown-colored head is characteristic when served on nitro, but don’t expect a tight, creamy head on a bottled beer.",
    "flavor": "Moderate roasted grain or malt flavor with a medium to high bitterness. The finish can be dry and coffee-like to moderately balanced with a touch of caramel or malty sweetness. Typically has coffee-like flavors, but also may have a bittersweet or unsweetened chocolate character in the palate, lasting into the finish. Balancing factors may include some creaminess, medium-low fruitiness, or medium earthy hop flavor. The level of bitterness is somewhat variable, as is the roasted character and the dryness of the finish; allow for interpretation by brewers.",
    "mouthfeel": "Medium-light to medium-full body, with a somewhat creamy character – especially when served by nitro pour. Low to moderate carbonation. For the high hop bitterness and significant proportion of dark grains present, this beer is remarkably smooth. May have a light astringency from the roasted grains, although harshness is undesirable.",
    "overall": "A black beer with a pronounced roasted flavor, often similar to coffee. The balance can range from fairly even to quite bitter, with the more balanced versions having a little malty sweetness and the bitter versions being quite dry. Draught versions typically are creamy from a nitro pour, but bottled versions will not have this dispensederived character. The roasted flavor can range from dry and coffee-like to somewhat chocolaty.",
    "link": "15/15B"
  },
  "15C": {
    "aroma": "Moderate to moderately high coffee-like aroma, often with slight dark chocolate, cocoa, biscuit, vanilla, or roasted grain secondary notes. Medium-low esters optional. Hop aroma low to none, may be lightly earthy or spicy, but is typically absent. Malt and roast dominate the aroma.",
    "appearance": "Jet black. Opaque. A thick, creamy, persistent tan head is characteristic.",
    "flavor": "Moderate to moderately high dark-roasted grain or malt flavor with a medium to medium-high bitterness. The finish can be dry and coffee-like to moderately balanced with up to moderate caramel or malty sweetness. Typically has roasted coffee-like flavors, but also often has a dark chocolate character in the palate, lasting into the finish. Background mocha or biscuit flavors are often present and add complexity. Medium-low fruitiness optional. Medium earthy or spicy hop  28  flavor optional. The level of bitterness is somewhat variable, as is the roasted character and the dryness of the finish; allow for interpretation by brewers.",
    "mouthfeel": "Medium-full to full body, with a somewhat creamy character. Moderate carbonation. Very smooth. May have a light astringency from the roasted grains, although harshness is undesirable. A slightly warming character may be detected.",
    "overall": "A fuller-bodied black beer with a pronounced roasted flavor, often similar to coffee and dark chocolate with some malty complexity. The balance can range from moderately bittersweet to bitter, with the more balanced versions having up to moderate malty richness and the bitter versions being quite dry.",
    "link": "15/15C"
  },
  "16A": {
    "aroma": "Mild roasted grain aroma, sometimes with coffee or chocolate notes. An impression of cream-like sweetness often exists. Fruitiness can be low to moderately high. Low diacetyl optional. Low floral or earthy hop aroma optional.",
    "appearance": "Very dark brown to black in color. Clear, if not opaque. Creamy tan to brown head.",
    "flavor": "Dark, roasted, coffee or chocolate flavors dominate the palate. Low to moderate fruity esters. Moderate bitterness. Medium to high sweetness provides a counterpoint to the roasted character and bitterness, lasting into the finish. The balance between dark grains or malts and sweetness can vary, from quite sweet to moderately dry and somewhat roasty. Low diacetyl optional. Low floral or earthy hop flavor optional.",
    "mouthfeel": "Medium-full to full-bodied and creamy. Low to moderate carbonation. High residual sweetness from unfermented sugars enhances the full-tasting mouthfeel.",
    "overall": "A very dark, sweet, full-bodied, slightly roasty stout that can suggest coffee-and-cream, or sweetened espresso.",
    "link": "16/16A"
  },
  "16B": {
    "aroma": "Mild grainy, roasty, coffee-like character with a light malty sweetness that can give a coffee-and-cream impression. Low to medium-high fruitiness. Medium-low earthy or floral  hop aroma optional. A light grainy-nutty oatmeal aroma is optional. Medium-low diacetyl optional but typically absent.",
    "appearance": "Brown to black in color. Thick, creamy, persistent tan- to brown-colored head. Clear, if not opaque.",
    "flavor": "Similar to the aroma, with a mild roasted coffee, milk chocolate, or coffee-and-cream flavor, and low to moderatelyhigh fruitiness. Oats can add a toasty-nutty, grainy, or earthy flavor. Medium bitterness. Medium-sweet to medium-dry finish, which affects the perception of balance. Malty, roasty, nutty aftertaste. Medium-low earthy or floral hop flavor optional. Medium-low diacetyl optional but typically absent.",
    "mouthfeel": "Medium-full to full body, with a smooth, silky, velvety, sometimes an almost oily slickness from the oatmeal. Creamy. Medium to medium-high carbonation. Stronger versions may be lightly warming.",
    "overall": "A dark, roasty, full-bodied stout with enough sweetness to support the oat backbone. The sweetness, balance, and oatmeal impression can vary considerably.",
    "link": "16/16B"
  },
  "16C": {
    "aroma": "Moderate to high intensity sweetness is prominent. Moderate to high coffee or chocolate roasty aroma, but not burnt. Medium to high fruitiness. May have a molasses, licorice, burnt sugar, dried fruit, or vinous aromatics. Stronger versions can have a subtle, clean aroma of alcohol. Low hop aroma optional. Low diacetyl optional.",
    "appearance": "Very deep brown to black in color. Clarity usually obscured by deep color. Clear, if not opaque. Large tan to brown head with good retention.",
    "flavor": "Quite sweet with a smooth dark grain flavors, and restrained, medium-low to medium bitterness. Smooth, roasty flavor, often like coffee or chocolate, although moderated in the balance by the sweet finish. No burnt malt flavor or harsh bite in the finish. Moderate to high fruity esters. Can have a sweet, dark rum, molasses, or burnt sugar-like quality. Low hop flavor optional. Medium-low diacetyl optional.",
    "mouthfeel": "Medium-full to full body, often with a smooth, creamy character. May have a warming but not hot alcohol presence. Moderate to moderately-high carbonation.",
    "overall": "A very dark, sweet, fruity, moderately strong stout with smooth, roasty flavors, yet no burnt harshness.",
    "link": "16/16C"
  },
  "16D": {
    "aroma": "Moderate to high roast, like coffee, dark chocolate, or lightly burnt grain. Low to medium fruitiness. May have a sweet aroma, or molasses, licorice, dried fruit, or vinous aromatics. Stronger versions can have a subtle, clean aroma of alcohol. Low earthy, herbal, or floral hop aroma optional. Low diacetyl optional.",
    "appearance": "Very deep brown to black in color. Clarity usually obscured by deep color. Clear, if not opaque. Large tan to brown head with good retention.",
    "flavor": "Moderate to high roast, like coffee, dark chocolate, or lightly burnt grain, although without a sharp bite. Low to medium esters. Medium to high bitterness. Moderately dry finish. Moderate earthy, herbal, or floral hop flavor optional. Medium-low diacetyl optional.",
    "mouthfeel": "Medium-full to full body, often with a smooth, sometimes creamy character. May have a warming but not hot alcohol presence. Moderate to moderately-high carbonation.",
    "overall": "A very dark, rich, moderately strong, fairly dry stout with prominent roast flavors.",
    "link": "16/16D"
  },
  "17A": {
    "aroma": "Malty-sweet with fruity esters, often with a complex blend of dried-fruit, caramel, nuts, toffee, or other specialty malt aromas. Some alcohol notes are acceptable, but shouldn’t be hot or solventy. Hop aromas can vary widely, but typically have earthy, resiny, fruity, or floral notes. The balance can vary widely, but most examples will have a blend of malt, fruit, hops, and alcohol in varying intensities.",
    "appearance": "Amber to dark reddish-brown color; many are fairly dark. Generally clear, although darker versions may be almost opaque. Moderate to low cream- to light tan-colored head with average retention.",
    "flavor": "Medium to high malt character often rich with nutty, toffee, or caramel flavors. Light chocolate notes are sometimes found in darker beers. May have interesting flavor complexity from brewing sugars. Balance is often malty, but may be well hopped, which affects the impression of maltiness. Moderate fruity esters are common, often with a dark fruit or dried fruit character. The finish may vary from medium dry to somewhat sweet. Alcoholic strength should be evident, not overwhelming. Low diacetyl optional, but generally not desirable.",
    "mouthfeel": "Medium to full, chewy body. Alcohol warmth is often evident and always welcome. Low to moderate carbonation. Smooth texture.",
    "overall": "An ale of respectable alcoholic strength, traditionally bottled-conditioned and cellared. Can have a wide range of interpretations, but most will have varying degrees of malty richness, late hops and bitterness, fruity esters, and alcohol warmth. The malt and adjunct flavors and intensity can vary widely, but any combination should result in an agreeable palate experience.",
    "link": "17/17A"
  },
  "17B": {
    "aroma": "Malty-sweet with fruity esters, often with a complex blend of dried fruit, vinous, caramel, molasses, toffee, light treacle, or other specialty malt aromas. Some alcohol and nutty oxidative notes are acceptable, akin to those found in Sherry, Port, or Madeira. Hop aroma not usually present.",
    "appearance": "Deep amber to very dark reddish-brown color, but most are fairly dark. Age and oxidation may darken the beer further. Clear, but can be almost opaque. Moderate to low cream- to light tan-colored head; retention average to poor.",
    "flavor": "Medium to high malt character with a luscious malt complexity, often with nut, caramel, or molasses-like flavors. Light chocolate or roasted malt flavors are optional, but should never be prominent. Balance is often malty-sweet, but may be well hopped; the impression of bitterness often depends on amount of aging. Moderate to high fruity esters are common, and may take on a dried-fruit or vinous character. The finish may vary from dry to somewhat sweet. Extended aging may contribute oxidative flavors similar to a fine old Sherry, Port, or Madeira. Alcoholic strength should be evident, though not overwhelming. Low diacetyl optional.",
    "mouthfeel": "Medium to full, chewy body, although older examples may be lower in body due to continued attenuation during conditioning. Alcohol warmth is often evident and always welcome. Low to moderate carbonation, depending on age and conditioning. Light acidity may be present, as well as some tannin if wood-aged; both are optional.",
    "overall": "A stronger-than-average English ale, though usually not as strong or rich as an English Barley Wine, but usually malty. Warming. Shows positive maturation effects of a well-kept, aged beer.",
    "link": "17/17B"
  },
  "17C": {
    "aroma": "Strong bready-toasty malt, with a high caramel and toffee aspect. A wide range of supportive caramelized sugar and toasty bread type aromas are possible (toasted breadcrumbs, ladyfingers, English biscuits, graham crackers, nougat, butterscotch, etc.). Faint hint of roast is sometimes noted. Low to moderate dark or dried fruit esters and alcohol. Very low earthy, floral, orange-citrus, or spicy hops optional.",
    "appearance": "Light copper to dark brown color, often with deep ruby highlights. Clear. Usually has a large tan head, which may not persist. Legs may be evident in stronger versions.",
    "flavor": "Rich, bready-toasty malt that is often full and sweet on the palate with caramel and toffee flavors, but balanced by alcohol and a hint of grainy roast in the finish. The malt often has caramelized sugar and toasty flavors of the same type as described in the aroma. Medium to low alcohol and esters (plums, raisins, dried fruit, etc.). Bitterness low in the balance, giving a sweet to medium-dry finish. Medium-low hop flavor optional, with similar descriptors as the aroma.",
    "mouthfeel": "Medium-full to full-bodied, sometimes with a thick, chewy, sometimes creamy, viscosity. A smooth alcohol warmth is usually present and is desirable since it balances the malty sweetness. Moderate carbonation.",
    "overall": "Rich, sweet malt depth with caramel, toffee, and fruity flavors. Full-bodied and chewy, with warming alcohol. Restrained bitterness, but not cloying or syrupy.",
    "link": "17/17C"
  },
  "17D": {
    "aroma": "Very rich, strongly malty, often with a caramel-like aroma in darker versions or a light toffee character in paler versions. May have a rich character including bready, toasty, or toffee notes. May have moderate to strong fruitiness, often with a dark- or dried-fruit character, particularly in dark versions. The hop aroma may range from mild to assertive, and is typically floral, earthy, tea-like, or marmalade-like. Alcohol may be low to moderate, but are soft and rounded. Aromatic intensity subsides with age, and can develop a quality like sherry, wine, or port.",
    "appearance": "Color ranging from golden amber to dark brown, often with ruby highlights and significant depth of color. Should not be black or opaque. Low to moderate offwhite head. May have low head retention. Brilliant clarity, particularly when aged, although younger versions can have a little haze. High alcohol and viscosity may be visible as legs.",
    "flavor": "Medium to high rich, malty sweetness, often complex and multi-layered, with bread, biscuit, and caramel malt flavors (more toffee-like in paler versions) and having a medium to high fruitiness (often with dark or dried fruit aspects). When aged, these fruity components come out more, and darker versions will have a higher level than paler ones. The hop aroma, flavor, and bitterness can vary wildly. Light to strong hops, with an English character (floral, earthy, tea, or marmalade-like) are common. Bitterness can be light to fairly strong, fading with time, so the balance can be malty to somewhat bitter. Stronger versions will have a little alcohol character. The finish and aftertaste can be moderately dry to moderately sweet, often depending on age. Some oxidative or vinous flavors may be present, and often complex alcohol flavors should be evident. Pale versions typically seem more bitter, better attenuated, and more hopforward than darker versions.",
    "mouthfeel": "Full-bodied and chewy, with a velvety, luscious texture, declining with age. A smooth warmth from aged alcohol should be present, but shouldn’t burn. Carbonation may be low to moderate, depending on age and conditioning.",
    "overall": "A strong and richly malty ale with a pleasant fruity or hoppy depth. A wintertime sipper with a full, chewy body and warming alcohol.",
    "link": "17/17D"
  },
  "18A": {
    "aroma": "Light to moderate malty aroma, generally neutral or grainy, possibly with a light bread or caramel note. Low to moderate fruitiness is optional, but acceptable. May have a low to medium hop aroma, and can reflect almost any hop variety although citrusy, floral, fruity, and spicy notes are common. Clean fermentation profile.",
    "appearance": "Light yellow to deep gold in color. Clear to brilliant. Low to medium white head with fair to good retention.",
    "flavor": "Initial soft maltiness, but can also have light character malt flavor (e.g., bread, toast, biscuit, wheat). Caramel flavors usually absent; if present, they are typically low-color caramel or honey notes. Low to medium fruity esters optional, but are welcome. Light to moderate hop flavor (any variety), but shouldn’t be overly aggressive. Medium-low to medium bitterness, but the balance is normally towards the malt or even between malt and hops. Finishes medium-dry to slightly malty; an impression of sweetness is often an expression of lower bitterness than actual residual sweetness. Clean fermentation profile.",
    "mouthfeel": "Medium-light to medium body. Medium to high carbonation. Smooth without being heavy.",
    "overall": "Easy-drinking, approachable, maltoriented American craft beer, often with interesting fruit, hop, or character malt notes. Well-balanced and clean, is a refreshing pint without aggressive flavors.",
    "link": "18/18A"
  },
  "18B": {
    "aroma": "Moderate to moderately-high hop aroma from American or New World hop varieties with a wide range of possible characteristics, including citrus, floral, pine, resin, spice, tropical fruit, stone fruit, berry, or melon. None of these specific characteristics are required, but a hoppy aroma should be apparent. Low to moderate neutral to grainy maltiness supports the hop presentation, and can show low amounts of specialty malt character (e.g., bread, toast, biscuit, caramel). Fruity esters optional, up to moderate in strength. Fresh dryhop aroma optional.",
    "appearance": "Pale golden to amber. Moderately large white to off-white head with good retention. Generally quite clear.",
    "flavor": "Hop and malt character similar to aroma (same intensities and descriptors apply). Caramel flavors are often absent or fairly restrained, but are acceptable as long as they don’t clash with the hops. Moderate to high bitterness. Clean fermentation profile. Fruity yeast esters can be moderate to none, although many hop varieties are quite fruity. Medium to dry finish. The balance is typically towards the late hops and bitterness; the malt presence should be supportive, not distracting. Hop flavor and bitterness often linger into the finish, but the aftertaste should generally be clean and not harsh. Fresh dry-hop flavor optional.",
    "mouthfeel": "Medium-light to medium body. Moderate to high carbonation. Overall smooth finish without astringency or harshness.",
    "overall": "An average-strength, hop-forward, pale American craft beer with sufficient supporting malt to make the beer balanced and drinkable. The clean hop presence can reflect classic or modern American or New World hop varieties with a wide range of characteristics.",
    "link": "18/18B"
  },
  "19A": {
    "aroma": "Low to moderate hop aroma reflective of American or New World hop varieties (citrus, floral, pine, resin, spice, tropical fruit, stone fruit, berry, or melon). A citrusy hop character is common, but not required. Moderately-low to moderately-high maltiness, usually with a moderate caramel character, that can either support, balance, or sometimes mask the hop presentation. Esters vary from moderate to none.",
    "appearance": "Deep amber to coppery-brown in color, sometimes with a reddish hue. Moderately large off-white head with good retention. Generally quite clear.",
    "flavor": "Moderate to high hop flavor with similar characteristics as the aroma. Malt flavors are moderate to strong, and usually show an initial malty sweetness followed by a moderate caramel flavor and sometimes toasty or biscuity malt flavors in lesser amounts. Dark or roasted malt flavors absent. Moderate to moderately-high bitterness. Balance can vary from somewhat malty to somewhat bitter. Fruity esters can be moderate to none. Caramel sweetness, hop flavor, and bitterness can linger somewhat into the medium to full yet dry finish.",
    "mouthfeel": "Medium to medium-full body. Medium to high carbonation. Overall smooth finish without astringency. Stronger versions may have a slight alcohol warmth.",
    "overall": "An amber, hoppy, moderate-strength American craft beer with a malty caramel flavor. The balance can vary quite a bit, with some versions being fairly malty and others being aggressively hoppy. Hoppy and bitter versions should not have clashing flavors with the caramel malt profile.",
    "link": "19/19A"
  },
  "19B": {
    "aroma": "Moderate to high herbal, resinous, floral, or minty hops. Light fruitiness acceptable. Low to moderate caramel or toasty malt supports the hops.",
    "appearance": "Medium amber to light copper color. Generally clear. Moderate off-white head with good retention.",
    "flavor": "Moderately malty with a pronounced hop bitterness. The malt character usually has toast (not roast) and caramel flavors. Low to moderately high hop flavor, usually showing rustic, traditional American hop qualities (often herbal, resinous, floral, minty). Finish fairly dry and crisp, with a lingering hop bitterness and a firm, grainy malt flavor. Light fruity esters are acceptable, but otherwise clean.",
    "mouthfeel": "Medium-bodied. Medium to medium-high carbonation.",
    "overall": "A toasty and caramelly, fairly bitter, standard-strength beer with an interesting fruitiness and rustic, woody hop character. Smooth and well carbonated.",
    "link": "19/19B"
  },
  "19C": {
    "aroma": "Moderate malty-sweet to malty-rich aroma with chocolate, caramel, nutty, or toasty qualities. Hop aroma is typically low to moderate, of almost any type that complements the malt. Some interpretations of the style may optionally feature a stronger hop aroma, an American or New World hop character (citrusy, fruity, tropical, etc.), or a dry-hopped aroma. Fruity esters are moderate to very low. The dark malt character is more robust than other brown ales, yet stops short of being overly Porter-like.",
    "appearance": "Light to very dark brown color. Clear. Low to moderate off-white to light tan head.",
    "flavor": "Medium to moderately-high malty-sweet or maltyrich flavor with chocolate, caramel, nutty, or toasty malt  complexity, with medium to medium-high bitterness. Medium to medium-dry finish with an aftertaste of both malt and hops. Light to moderate hop flavor, sometimes citrusy, fruity, or tropical, although any hop flavor that complements the malt is acceptable. Very low to moderate fruity esters. The malt and hops are generally equal in intensity, but the balance can vary in either direction. Should not have a roasted character suggestive of a Porter or Stout.",
    "mouthfeel": "Medium to medium-full body. More bitter versions may have a dry, resiny impression. Moderate to moderately-high carbonation. Stronger versions may be lightly warming.",
    "overall": "A malty but hoppy standard-strength American ale frequently with chocolate and caramel flavors. The hop flavor and aroma complement and enhance the malt rather than clashing with it.",
    "link": "19/19C"
  },
  "20A": {
    "aroma": "Medium-light to medium-strong roast aroma, often with a chocolate, light coffee, or lightly burnt character, sometimes with a background caramel or toffee sweetness, or a malty richness. The resiny, earthy, or floral hop character can vary from low to high. Moderate fruity esters optional. Should not seem sharp, acrid, or acidic. The malt-hop balance can vary, but it should always have a roasted malt aroma.",
    "appearance": "Medium brown to very dark brown, often with ruby- or garnet-like highlights. Can approach black in color. Clear, if not opaque. Full, tan-colored head with moderately good head retention.",
    "flavor": "Moderately strong roasted flavor, often with a chocolate and lightly burnt character, sometimes with a sweet caramel or malty richness in support. Medium to high bitterness, and a dry to medium-sweet finish. Dark malts may sharpen this impression, but should not add an acrid, burnt, or harsh flavor. Low to high resiny, earthy, or floral hop flavor, which should not clash with the dark malt. Dry-hopped versions may have a fresh hop or resiny flavor. Moderate fruity esters optional. Should not have an acidic bite.",
    "mouthfeel": "Medium to medium-full body. Moderately low to moderately high carbonation. Stronger versions may have a slight alcohol warmth. May have a slight dark malt astringency, but this character should not be strong.",
    "overall": "A malty, bitter, and often somewhat hoppy dark beer with a balanced, roasted, and frequently chocolatey character.",
    "link": "20/20A"
  },
  "20B": {
    "aroma": "Moderate to strong roast aroma, often with a roasted coffee or dark chocolate quality. Burnt or charcoal aromas are acceptable at low levels. Medium to very low hop aroma, often with a citrusy or resiny character. Medium esters optional. Light alcohol optional. Should not seem sharp, acrid, or acidic.",
    "appearance": "Generally a jet black color, although some may appear very dark brown. Large, persistent head of light tan to light brown in color. Usually opaque.",
    "flavor": "Moderate to very high roasted flavors, often tasting of coffee, dark or bittersweet chocolate, or roasted coffee beans. May taste of slightly burnt coffee grounds, but this character should not be prominent. Low to medium malt sweetness, often with rich chocolate or caramel flavors. Medium to high bitterness. Low to high hop flavor, generally citrusy or resiny. Medium to dry finish, occasionally with a lightly burnt quality. Low esters optional. Light but smooth alcohol flavor optional.",
    "mouthfeel": "Medium to full body. Can be somewhat creamy. Can have a bit of roast-derived astringency, but this character should not be excessive. Medium-high to high carbonation. Light to moderately strong alcohol warmth, but smooth and not excessively hot.",
    "overall": "A fairly strong, highly roasted, bitter, hoppy dark stout. The body and dark flavors typical of stouts with a more aggressive American hop character and bitterness.",
    "link": "20/20B"
  },
  "20C": {
    "aroma": "Rich, deep, complex, and often quite intense, with a pleasant blend of roast, fruit, hops, and alcohol. Light to moderately strong roast can have a coffee, bittersweet or dark chocolate, cocoa, black licorice, tar, or slightly burnt grain quality, sometimes with a light caramel sweetness or toasty maltiness. Low to moderately strong esters often perceived as dark or dried fruits like plums, prunes, figs, black currants, or raisins. Very low to fairly aggressive hops, often English or American in character. Alcohol flavor optional, but should not be sharp, hot, or solventy. The balance between these main four components can vary greatly; not all need to be noticeable, but those present should have a smooth interplay. Age can add another dimension, including a vinous or port-like impression, but not sourness. Age can decrease aroma intensity.",
    "appearance": "Color ranges from very dark reddish-brown to jet black. Opaque. Deep tan to dark brown head. Generally has a well-formed head, although head retention may be low to moderate. High alcohol and viscosity may be visible as legs.",
    "flavor": "Like the aroma, a complex mix of roast, fruit, hops, and alcohol (same descriptors apply). The flavors can be quite intense, often greater than in the aroma, but the same warning about the balance varying greatly still applies. Medium to aggressively high bitterness. The maltiness balances and supports the other flavors, and may have qualities of bread, toast, or caramel. The palate and finish can be fairly dry to moderately sweet, an impression that often changes with age. Should not by syrupy or cloying. Aftertaste of roast, bitterness, and warmth. Same age effects as in the aroma apply.",
    "mouthfeel": "Full to very full-bodied and chewy, with a velvety, luscious texture. The body and texture may decline with age.  Gentle, smooth warmth should be present and noticeable, but as a background character. Low to moderate carbonation.",
    "overall": "An intensely-flavored, very strong, very dark stout with a broad range of interpretations. Roasty-burnt malt with a depth of dark or dried fruit flavors, and a warming, bittersweet finish. Despite the intense flavors, the components need to meld together to create a complex, harmonious beer, not a hot mess – sometimes only accomplished with age.",
    "link": "20/20C"
  },
  "21A": {
    "aroma": "A prominent to intense hop aroma often featuring American or New World hop characteristics, such as citrus, floral, pine, resin, spice, tropical fruit, stone fruit, berry, or melon. Low to medium-low clean, grainy maltiness supports the hop presentation. Generally clean fermentation profile, but light fruitiness acceptable. Restrained alcohol optional.",
    "appearance": "Color ranging from medium gold to light reddish-amber. Clear, but light haze allowable. Medium-sized, white to off-white head with good persistence.",
    "flavor": "Medium to very high hop flavor (same descriptors as aroma). Low to medium-low clean and grainy maltiness, possibly with light caramel and toast flavors. Medium-high to very high bitterness. Dry to medium-dry finish. Hoppy, bitter aftertaste with supportive malt. Low esters optional. Background clean alcohol flavor optional.",
    "mouthfeel": "Medium-light to medium body, with a smooth texture. Medium to medium-high carbonation. No harshness. Very light, smooth warmth optional.",
    "overall": "A decidedly hoppy and bitter, moderately strong, pale American ale. The balance is hopforward, with a clean fermentation profile, dryish finish, and clean, supporting malt allowing a creative range of hop character to shine through.",
    "link": "21/21A"
  },
  "21B": {
    "aroma": "Detectable hop aroma is required; characterization of hops is dependent on the specific type of Specialty IPA. Other aromatics may be present; hop aroma is typically the strongest element.",
    "appearance": "Color depends on specific type of Specialty IPA. Most should be clear, but a slight haze is acceptable in most styles. Darker types can be opaque, making clarity irrelevant. Good, persistent head stand with color dependent on the specific type of Specialty IPA.",
    "flavor": "Variable by type, with the quality of each component dependent on the specific Specialty IPA. Hop flavor typically medium-low to high. Hop bitterness typically medium-high to very high. Malt flavor generally low to medium. Commonly has  a medium-dry to dry finish. Some clean alcohol flavor can be noted in stronger versions. Various types of Specialty IPAs can show additional malt and yeast characteristics, depending on the type.",
    "mouthfeel": "Smooth. Medium-light to medium body. Medium carbonation, generally. A background alcohol warmth can be perceived in stronger versions.",
    "overall": "Recognizable as an IPA by balance – a hop-forward, bitter, dryish beer – with something else present to distinguish it from the standard categories. Should have good drinkability, regardless of the form. Excessive harshness and heaviness are typically faults, as are strong flavor clashes between the hops and the other specialty ingredients.",
    "link": "21/21B"
  },
  "21B1": {
    "aroma": "Moderate to high hop aroma, often reflecting the character of American or New World hops (tropical, melon, stone fruit, citrus, piney, etc.) or Continental hops (spicy, herbal, floral, etc.), possibly with a light dry-hop note. Gentle malt sweetness, sometimes with a sugary or honey character, but rarely caramel. Moderate to high esters, often pears, apples, citrus, or banana. Light spice, clove or pepper, optional. Light alcohol aroma optional.",
    "appearance": "Light golden to amber in color. Moderate to large off-white head with good retention. Good to quite hazy clarity.",
    "flavor": "Moderate fruity and spicy flavors, same descriptors as aroma. Moderate to high hop flavor, same descriptors as aroma. Light, relatively neutral grainy malt flavor, optionally with low toast, caramel, or honey. Moderate to high bitterness. Dry to medium-dry finish that often accentuates the perception of bitterness. Aftertaste has a lingering bitterness but is not harsh.",
    "mouthfeel": "Light to medium body. Medium to high carbonation level, which can lighten the impression of body. Light warmth optional.",
    "overall": "A dry, hoppy IPA with fruitiness and spiciness of Belgian yeast. Often lighter in color and more attenuated, similar to a Belgian Tripel that has been brewed with more hops.",
    "link": "21B/21B"
  },
  "21B2": {
    "aroma": "Moderate to high hop aroma, often with a stone fruit, tropical, citrusy, resinous, pine, berry, or melon character. Very low to moderate malt, possibly with light chocolate, coffee, or toast notes, as well as a background caramel sweetness. Clean fermentation profile, but light esters acceptable.",
    "appearance": "Dark brown to black color. Clear, if not opaque. Light haze allowable, but should not be murky. Light tan to tan head, moderate size, persistent.",
    "flavor": "Medium-low to high hop flavor, same descriptors as aroma. Low to medium malt flavor, with restrained chocolate or coffee notes, but not burnt or ashy. The roasted notes should not clash with the hops. Light caramel or toffee optional. Medium-high to very high bitterness. Dry to slightly off-dry finish, with a bitter but not harsh aftertaste, often with a light roast flavor that can contribute to the dry impression. Low to moderate esters optional. Background alcohol flavor optional.",
    "mouthfeel": "Smooth. Medium-light to medium body. Medium carbonation. Light creaminess optional. Light warmth optional.",
    "overall": "A beer with the dryness, hop-forward balance, and flavor characteristics of an American IPA, but darker in color. Darker malts add a gentle and supportive flavor, not a strongly roasted or burnt character.",
    "link": "21/21B"
  },
  "21B3": {
    "aroma": "Moderate to moderately-high hop aroma, often with a stone fruit, tropical fruit, citrus, resin, pine, berry, or melon character. Medium-low to medium malty-sweet aroma mixes in well with the hop selection, and often features milk chocolate, cocoa, toffee, nuts, biscuits, dark caramel, toasted bread, or dark fruit character. Clean fermentation profile. Light esters optional. Light alcohol aroma optional.",
    "appearance": "Color ranging from reddish-brown to dark brown but not black. Clear, if not opaque. Light haze optional. Medium-sized, cream-colored to tan head with good persistence.",
    "flavor": "Medium to high hop flavor, same descriptors as aroma. Medium-low to medium clean, supportive malty flavor with same descriptors as aroma. The malt and hop choices should not produce flavor clashes. Medium-high to high bitterness, no harshness. Dry to medium finish, with a bitter, hoppy, and malty aftertaste. Low esters optional. Very low alcohol flavor optional. No highly roasted or burnt malt flavors. The malt should nearly balance the hop bitterness and flavor.",
    "mouthfeel": "Medium-light to medium body, with a smooth texture. Medium to medium-high carbonation. No harshness. Light warmth optional.",
    "overall": "Hoppy, bitter, and moderately strong like an American IPA, but with dark caramel, chocolate, toffee, or dark fruit character as in an American Brown Ale. Retaining the dryish finish and lean body that makes IPAs so drinkable, a Brown IPA is a little more flavorful and malty than an American IPA without being sweet or heavy.",
    "link": "21/21B"
  },
  "21B4": {
    "aroma": "Moderate to strong hop aroma, often with a stone fruit, tropical fruit, citrus, resin, pine, berry, or melon character. Medium-low to medium malty-sweet aroma mixes in well with the hop selection, and often features medium to dark caramel, toffee, toasted bread, or dark fruit character. Clean fermentation profile. Light esters optional. Light alcohol aroma optional.",
    "appearance": "Color ranging from light reddish-amber to dark reddish-copper. Clear. Light haze optional. Medium-sized, offwhite to cream-colored head with good persistence.",
    "flavor": "Medium to very high hop flavor, same descriptors as aroma. Medium-low to medium clean, supportive malty flavor with same descriptors as aroma. The malt and hop choices should not produce flavor clashes. Medium-high to very high bitterness, no harshness. Dry to medium finish, with a bitter, hoppy, and malty aftertaste. Low esters optional. Very low alcohol flavor optional. The malt should not overshadow the hop flavor and bitterness in the balance.",
    "mouthfeel": "Medium-light to medium body, with a smooth texture. Medium to medium-high carbonation. No harshness. Light warmth optional.",
    "overall": "Hoppy, bitter, and moderately strong like an American IPA, but with some caramel, toffee, or fruit character as in an American Amber Ale. Retaining the dryish finish and lean body that makes IPAs so drinkable, a Red IPA is a little more flavorful and malty than an American IPA without being sweet or heavy.",
    "link": "21/21B"
  },
  "21B5": {
    "aroma": "Prominent to intense hop aroma, often with a stone fruit, tropical fruit, citrus, resin, pine, berry, or melon character. Low peppery rye malt aroma, along with a clean, background grainy maltiness. Clean fermentation profile. Light esters optional. Light alcohol aroma optional.",
    "appearance": "Color ranging from medium gold to light reddish-amber. Clear. Light haze optional. Medium-sized, white to off-white head with good persistence.",
    "flavor": "Medium to very high hop flavor, same descriptors as aroma. Low to medium-low clean, supportive malt possibly with light caramel or toast flavors. Low to moderate grainy, peppery, spicy rye flavor that adds to the dry finish. Mediumhigh to very high bitterness, no harshness. Dry, bitter, hoppy aftertaste. Low esters optional. Background alcohol flavor optional.",
    "mouthfeel": "Medium-light to medium body. Smooth texture, may be lightly creamy. Medium to medium-high carbonation. No harshness. Low warmth optional.",
    "overall": "An American IPA with spicy, grainy rye malt. The rye gives a bready and peppery flavor, a creamier body, and a dry, grainy finish.",
    "link": "21/21B"
  },
  "21B6": {
    "aroma": "Moderate esters, often orange, grapefruit, apricot, or sometimes banana. Light spices optional, usually coriander, orange peel, pepper, or clove. Medium-low to medium hop aroma, often stone fruit, citrus, or tropical fruit. Esters and spices may reduce perception of hop aroma. Low neutral, grainy, or bready malt. Light alcohol aroma optional.",
    "appearance": "Pale to deep golden color. Typically hazy. Moderate to large, dense white head that persists.",
    "flavor": "Moderate to high esters, medium-low to medium-high hop flavor, and light spices, all with the same descriptors as aroma. Light malt flavor, perhaps a bit bready. High bitterness. Moderately dry, refreshing finish. Background alcohol flavor optional.",
    "mouthfeel": "Medium-light body. Medium to medium-high carbonation. Light spice astringency optional. Low warmth optional.",
    "overall": "A fruity, spicy, refreshing version of an American IPA, but with a lighter color, less body, and featuring the distinctive yeast or spice additions typical of a Witbier.",
    "link": "21/21B"
  },
  "21B7": {
    "aroma": "Moderately high to intense hop aroma, very bright and hop-forward in the balance. Modern American and New World hop varieties provide a wide range of possible characteristics, such as tropical, stone fruit, citrusy, or white grape, but not grassy, vegetal, or herbal. Malt is subtle, neutral, and in the background, but never caramelly or overly cornysweet. A light, clean alcohol note is optional. Very clean fermentation character; should not be yeasty.",
    "appearance": "Very pale color, ranging from very pale straw to very light gold. Crystal clear but a touch of haze is acceptable. High to very high carbonation gives a massive, rocky, billowy, white head with tight, persistent bubbles.",
    "flavor": "High to very high hop flavor, same descriptors as aroma. Low to very low neutral malt character, subtle in the balance. No strong malt flavors, no caramel. Perceived bitterness is low to very low due to the bone-dry finish and very high carbonation. Neutral to slightly fruity fermentation profile. No diacetyl. Dry to very dry finish with a fresh, hoppy aftertaste, and a clean bitterness.",
    "mouthfeel": "Light to very light body with a spritzy carbonation (high to very high), reminiscent of a sparkling white wine. No bitter, harsh, hop-derived astringency. Alcohol warmth may be present but should never be hot.",
    "overall": "A very pale, hop-forward American IPA variant with a bone-dry finish, very high carbonation, and a restrained bitterness level. Can be suggestive of a sparkling white wine or Champagne. The hop character is modern, and emphasizes flavor and aroma dimensions.",
    "link": "21/21B"
  },
  "21C": {
    "aroma": "Intense hop aroma, with stone fruit, tropical fruit, citrus, or other fruity qualities; not grassy or herbal. Clean, neutral, grainy, or lightly bready malt in the background; no caramel or toast. Absence of any malt character is a fault. Neutral to fruity fermentation character. Esters from yeast and hops should not clash. A creamy, buttery, or acidic aroma is inappropriate. Light alcohol aroma optional.",
    "appearance": "Color ranging from straw to very light amber, sometimes with an orange hue. Hazy, often opaque, clarity; should not be cloudy or murky. The opacity can add a ‘shine’ to the beer and make the color seem darker. Any visible floating hop matter, yeast clumps, or other particulates is a fault. Medium to rocky, meringue-like white head with high to very high retention.",
    "flavor": "High to very high fruity hop flavor, same descriptors as aroma. Low to medium malt flavor, same descriptors as aroma. Low to medium-high perceived bitterness, often masked by the fuller body and soft, off-dry to medium finish. The hop character in the aftertaste should not be sharp or harsh. Neutral to fruity fermentation profile, supportive of the  42  hops. Should not be sweet, although high ester levels and lower bitterness may sometimes give that impression. Background alcohol flavor optional.",
    "mouthfeel": "Medium to medium-full body. Medium carbonation. Smooth. No harshness. Light warmth optional. The beer should not have a creamy or viscous mouthfeel, an acidic twang, or a raw starch texture.",
    "overall": "An American IPA with intense fruit flavors and aromas, a soft body, smooth mouthfeel, and often opaque with substantial haze. Less perceived bitterness than traditional IPAs but always massively hop-forward.",
    "link": "21/21C"
  },
  "22A": {
    "aroma": "A prominent to intense hop aroma typically featuring modern American or New World hop characteristics such as citrus, floral, pine, resin, spice, tropical fruit, stone fruit, berry, or melon. A supportive, clean, neutral to grainy maltiness may be found in the background. Neutral to lightly fruity fermentation profile. Alcohol may be noted, but should not be solventy.",
    "appearance": "Gold to light orange-copper color, but most modern versions are fairly pale. Good clarity, although a little haze is acceptable. Moderate-sized, persistent, white to offwhite head.",
    "flavor": "Strong and complex hop flavor (same descriptors as aroma). Moderately high to very high bitterness, but should not be harsh. Low to medium supportive, clean, soft, unobtrusive malt character; may have light caramel or toast flavors. Dry to medium-dry finish, not sweet or heavy, with a lingering hoppy, bitter aftertaste. Low to moderate fruitiness optional. A light, clean, smooth alcohol flavor is allowable.",
    "mouthfeel": "Medium-light to medium body, with a smooth texture. Medium to medium-high carbonation. No harsh hopderived astringency. Restrained, smooth alcohol warmth acceptable.",
    "overall": "An intensely hoppy, fairly strong, bitter pale ale without the big, rich, complex maltiness, residual sweetness, and body of an American Barleywine. Strongly hopped, but clean, dry, and lacking harshness. Despite showing its strength, drinkability is an important consideration.",
    "link": "22/22A"
  },
  "22B": {
    "aroma": "Medium to high hop aroma typically featuring modern American or New World hop characteristics such as citrus, floral, pine, resinous, spicy, tropical fruit, stone fruit, berry, or melon. Moderate to bold maltiness supporting the hop profile, with medium to dark caramel common, toasty or bready possible, and background notes of light roast or chocolate allowable. Neutral to moderately fruity fermentation profile. Alcohol may be noted, but should not be solventy.",
    "appearance": "Medium amber to deep copper or light brown. Moderate-low to medium-sized off-white to light tan head; may have low head retention. Good clarity. Legs possible.",
    "flavor": "Medium to high malt, with a caramel, toffee, or dark fruit quality. Malt complexity can include additional toasty, bready, or rich flavors in support. Light chocolate or roast allowable, but should not be burnt or sharp. Medium-high to high bitterness. Moderate to high hop flavor, same descriptors as aroma. Low to moderate esters. May have a noticeable alcohol flavor, but should not be sharp. Medium to high malty sweetness on the palate, finishing somewhat dry to somewhat sweet. Should not be syrupy, sweet, or cloying. Bitter to bittersweet aftertaste, with hops, malt, and alcohol noticeable.",
    "mouthfeel": "Medium to full body. An alcohol warmth may be present, but should not be excessively hot. Light hop astringency allowable. Medium-low to medium carbonation.",
    "overall": "A malty, bitter, and strong American Ale fitting in the space between American Barleywine, Double IPA, and Red IPA. The malty and hoppy flavors can be quite strong, but are generally in balance.",
    "link": "22/22B"
  },
  "22C": {
    "aroma": "Strong malt and hop aroma dominates. Hops are moderate to assertive, showing a range of American, New World, or English characteristics. Citrusy, fruity, or resiny are classic attributes, but others are possible, including those from modern hops. Strong grainy, bready, toasty, light caramel, or neutral malt richness, but typically not with darker caramel, roast, or deep fruit aspects. Low to moderately strong esters and alcohol, lower in the balance than the malt and hops. Intensities fade with age.",
    "appearance": "Color ranges from amber to medium copper, rarely up to light brown. Ruby highlights common. Moderatelylow to large off-white to light tan head; may have low head retention. Good to brilliant clarity but may have some chill haze. The color may appear to have great depth, as if viewed through a thick glass lens. Legs possible.",
    "flavor": "Similar malt and hop flavors as the aroma (same descriptors apply). Moderately strong to aggressive bitterness, tempered by a rich, malty palate. Moderate to high hop flavor. Low to moderate esters. Noticeable alcohol, but not solventy. Moderately low to moderately high malty sweetness on the palate, with a somewhat malty to dry but full finish. Age will often dry out the beer, and smooth out the flavors. The balance is malty, but always bitter.",
    "mouthfeel": "Full-bodied and chewy, with a velvety, luscious texture, declining with age. A smooth alcohol warmth should be noticeable, but shouldn’t burn. Carbonation may be low to moderate, depending on age and conditioning.",
    "overall": "A very strong, malty, hoppy, bitter American ale with a rich palate, full mouthfeel, and warming aftertaste, suitable for contemplative sipping.",
    "link": "22/22C"
  },
  "22D": {
    "aroma": "Hop aroma is mild and can represent just about any hop variety. Moderate to moderately-strong bready, wheaty malt character, often with additional malt complexity such as honey and caramel. A light, clean, alcohol aroma may be noted. Low to medium fruity notes may be apparent. Very low diacetyl optional. Banana-and-clove Weizen yeast character is inappropriate.",
    "appearance": "Color ranging from gold to deep amber, often with garnet or ruby highlights. Low to medium off-white head. The head may have creamy texture, and good retention. Chill haze is allowable, but usually clears up as the beer gets warmer. High alcohol and viscosity may be visible as legs.",
    "flavor": "Moderate to moderately-high bready wheat malt flavor, dominant in the flavor balance over any hop character. Low to moderate toasty, caramel, biscuity, or honey malt notes can add a welcome complexity, but are not required. Low to medium hop flavor, reflecting any variety. Moderate to moderately-high fruitiness, often with a dried-fruit character. Low to moderate bitterness, creating a malty to even balance. Should not be syrupy or under-attenuated.",
    "mouthfeel": "Medium-full to full body. Chewy, often with a luscious, velvety texture. Low to moderate carbonation. Light to moderate smooth alcohol warmth optional.",
    "overall": "A richly textured, high alcohol sipping beer with a significant grainy, bready flavor, and a sleek body. The emphasis is first on the bready, wheaty flavors with malt, hops, fruity yeast, and alcohol complexity.",
    "link": "22/22D"
  },
  "23A": {
    "aroma": "A moderate to moderately-high sharply sour character is dominant. Can have up to a moderately fruitiness, often lemon, tart apple, peach, or apricot, and a light floral note. No hop aroma. The wheat may be perceived as raw bread dough in fresher versions; combined with the acidity, may suggest sourdough bread.",
    "appearance": "Straw in color, can be very pale. Clarity ranges from clear to somewhat hazy. Large, dense, white head with poor retention. Highly effervescent.",
    "flavor": "Clean lactic sourness dominates and can be quite strong. A complementary doughy, bready, or grainy wheat flavor is generally noticeable. Hop bitterness is undetectable; sourness provides the balance rather than hops. Never vinegary. Bright yet restrained fruitiness may be detected as apricot-peach, citrus-lemon, or tart apple. Very dry finish. Balance dominated by sourness, but some malt flavor should be present. No hop flavor. No THP.",
    "mouthfeel": "Light body, but never thin. Very high carbonation. No sensation of alcohol. Crisp acidity.",
    "overall": "A very pale, refreshing, low-alcohol German wheat beer with a clean lactic sourness and a very high carbonation level. A light bread dough malt flavor supports the sourness, which shouldn’t seem artificial. A gentle fruitiness is found in the best examples.",
    "link": "23/23A"
  },
  "23B": {
    "aroma": "Complex fruity-sour profile with supporting malt. Fruitiness is high, and reminiscent of black cherries, oranges, plums, red currants, or fruit leather. Low to medium-low vanilla, chocolate, or peppery phenol can be present for complexity. The sour aroma ranges from moderate to high. A dominant vinegary character is inappropriate, although low to moderate levels of acetic acid are acceptable if balanced with the malt. No hop aroma.",
    "appearance": "Deep red, burgundy to reddish-brown in color. Good clarity. White to very pale tan head. Average to good head retention.",
    "flavor": "Moderate to moderately-high malty flavors often have a soft toasty-rich quality. Intense fruit flavors, same descriptors as aroma. Complex, moderate to high sourness, accentuated by the esters; should not be a simple lactic sourness. A dominant vinegary character is inappropriate, although low to moderate acetic acid is acceptable if balanced with the malt. Generally as the sour character increases, the malt character fades to more of a background flavor (and vice versa). Low to medium-low vanilla, chocolate, or peppery phenols optional. No hop flavor. Restrained bitterness; balanced to the malt side. Acids and tannins can enhance the perception of bitterness, and provide balance and structure. Some versions are sweetened, or blended to be sweet; allow for a wide range of sweetness levels, which can soften the acidic bite and acetic perception.",
    "mouthfeel": "Medium body, often enhanced by tannins. Low to medium carbonation. Low to medium astringency, often with a prickly acidity. Deceivingly light and crisp on the palate although a somewhat sweet finish is not uncommon.",
    "overall": "A sour and fruity oak-aged reddishbrown Belgian-style ale with supportive toasty malt flavors and fruit complexity. The dry, tannic finish supports the suggestion of a vintage red wine.",
    "link": "23/23B"
  },
  "23C": {
    "aroma": "Richly malty with fruity esters and an aged sourness. Medium to medium-high esters commonly reminiscent of raisins, plums, figs, dates, oranges, black cherries, or prunes. Medium-low to medium-high malt with caramel, toffee, treacle, or chocolate character. Low spicy-peppery phenols optional. A low sour aroma may be present, and can modestly increase with age but should not grow to a strongly acetic, vinegary character. Hop aroma absent. Aged examples can show a lightly nutty, sherry-like oxidation character.",
    "appearance": "Dark reddish-brown to brown in color. Good clarity. Average to good head retention. Ivory to light tan head color.",
    "flavor": "Malty with fruity complexity and typically some dark caramel or burnt sugar flavor. Medium-low to medium-high malt, same descriptors as aroma. Medium to medium-high fruitiness, same descriptors as aroma. Low spicy-peppery phenols optional. A slight sourness often becomes more pronounced in well-aged examples, along with some sherrylike character, producing a “sweet-and-sour” profile and aftertaste. The sourness should not grow to a strongly acetic, vinegary character. Hop flavor absent. Restrained hop bitterness. Balance is malty, but with fruitiness and sourness present. Blending and sweetening may produce a range of finishes, and balances.",
    "mouthfeel": "Medium to medium-full body. Low to moderate carbonation. No astringency. Stronger versions can be noticeably warming.",
    "overall": "A malty, fruity, aged, somewhat sour Belgian-style brown ale with a caramel-chocolate malt flavor, and often substantial alcohol.",
    "link": "23/23C"
  },
  "23D": {
    "aroma": "Young versions can be quite sour and fruity, but can develop barnyard, earthy, goaty, hay, horsey, or horse blanket funkiness with age. The fruit character can take on a light citrus fruit, citrus rind, pome fruit, or rhubarb quality, getting more complex with age. Malt can have a light bready, grainy, honey, or wheat-like quality, if noticeable. Should not have enteric, smoky, cigar-like, or cheesy faults. No hops.",
    "appearance": "Pale yellow to deep golden in color; age tends to darken the beer. Clarity is hazy to good. Younger versions are often cloudy, while older ones are generally clear. White colored head generally has poor retention.",
    "flavor": "Young versions often have a strong lactic sourness with fruity flavors (same descriptors as aroma), while aged versions are more balanced and complex. Funky notes can develop over time, same descriptors as aroma. Low bready, grainy malt. Bitterness generally below sensory threshold; sourness provides the balance. No hop flavor. Dry finish, increasing with age. Should not have enteric, smoky, cigar-like, or cheesy faults.",
    "mouthfeel": "Light to medium-light body; should not be watery. Has a medium to high tart, puckering quality without being sharply astringent. Traditional versions are virtually to completely uncarbonated, but bottled examples can pick up moderate carbonation with age.",
    "overall": "A fairly sour, often moderately funky, wild Belgian wheat beer with sourness taking the place of hop bitterness in the balance. Traditionally served uncarbonated as a café drink.",
    "link": "23/23D"
  },
  "23E": {
    "aroma": "Moderately sour with complex but balanced funkiness accented by fruity notes. The funkiness can be moderate to strong, and can be described as barnyard, leather, earthy, goaty, hay, horsey, or horse blanket. Fruitiness is light to moderate, with a citrus fruit, citrus rind, pome fruit, or rhubarb quality. Malt is supportive, and can be lightly bready, grainy, honey, or wheat-like, if noticeable. Should not have enteric, smoky, cigar-like, or cheesy faults. No hops. Light oak acceptable. Complexity of aroma is valued more than intensity, but a balanced sour presentation is desirable.",
    "appearance": "Golden color, with excellent clarity and a thick, rocky, mousse-like, white head that seems to last forever. Effervescent.",
    "flavor": "Sour and funky on the palate, with a similar character as the aroma (same descriptors and intensities apply for funk and fruit). Low bready, grainy malt. Bitterness low to none; sourness provides most of the balance. No hop flavor. Crisp, dry finish, with a tart and funky aftertaste. Light oak, vanilla, and honey are acceptable. Should not have enteric, smoky, cigar-like, or cheesy faults. The beer should not be one dimensionally sour; a balanced, moderately sour presentation is classic, with the funky and fruity notes providing complexity. May be aged.",
    "mouthfeel": "Light to medium-light body; should not be watery. Has a low to high tart, puckering quality without being sharply astringent. Some versions have a very light warming character. Highly carbonated.",
    "overall": "A very refreshing, highly carbonated, pleasantly sour but balanced wild Belgian wheat beer. The wild beer character can be complex and varied, combining sour, funky, and fruity flavors.",
    "link": "23/23E"
  },
  "23F": {
    "aroma": "The specified fruit should be the dominant aroma, blending well with similar aromatics as Gueuze (same description applies, but with the addition of a fermented fruit character).",
    "appearance": "Like Gueuze, but modified by the color of the fruit used, fading in intensity with age. Clarity is often good, although some fruit will not drop bright. If highly carbonated in the traditional manner, will have a thick rocky, generally long-lasting, mousse-like head, sometimes with a hue reflecting the added fruit.",
    "flavor": "Combines the flavor profile of a Gueuze (same description applies) with noticeable flavor contributions from the added fruit. Traditional versions are dry and tart, with an added fermented fruit flavor. Modern versions may have a variable sweetness, which can offset the acidity. Fruit flavors also fade with age, and lose their vibrancy, so can be low to high in intensity.",
    "mouthfeel": "Light to medium-light body; should not be watery. Has a low to high tart, puckering quality without being sharply astringent. Some versions have a light warming character. Carbonation can vary from sparkling to nearly still.",
    "overall": "A complex, refreshing, pleasantly sour Belgian wheat beer blending a complementary fermented fruit character with a sour, funky Gueuze.",
    "link": "23/23F"
  },
  "23G": {
    "aroma": "Light to moderately fruity aroma of pome fruit. Light sourness, slightly sharp. Noticeable coriander, which can have an aromatic lemony quality, and an intensity up to moderate. Light bready, doughy, yeasty character like uncooked sourdough bread. The acidity and coriander can give a bright, lively impression. The salt may be perceived as a very light, clean sea breeze character or just a general freshness, if noticeable at all.",
    "appearance": "Unfiltered, with a moderate to full haze. Moderate to tall white head with tight bubbles and good retention. Effervescent. Yellow color.",
    "flavor": "Noticeable sourness, medium-low to medium-high. Moderate bready or doughy malt flavor. Light to moderate fruity character of pome fruit, stone fruit, or lemons. Light to moderate salt character, up to the threshold of taste; the salt should be noticeable (particularly in the initial taste) but not taste overtly salty. Very low bitterness. No hop flavor. Dry, fully-attenuated finish, with acidity not hops balancing the malt. Acidity can be more noticeable in the finish, and enhance the refreshing quality of the beer. The acidity should be balanced, not forward (although historical versions could be very sour). No THP.  48",
    "mouthfeel": "High to very high carbonation. Effervescent. Medium-light to medium-full body. Salt may give a slightly tingly, mouthwatering quality and a rounder, thicker mouthfeel. Yeast and wheat can also add a little body, but shouldn’t feel heavy due to the thinning effects of acidity.",
    "overall": "A tart, lightly-bittered historical central European wheat beer with a distinctive but restrained salt and coriander character. Very refreshing, with a dry finish, high carbonation, and bright flavors.",
    "link": "23/23G"
  },
  "24A": {
    "aroma": "Moderate bready maltiness, often with light notes of honey or vanilla. Light grainy, spicy wheat aromatics. Moderate perfumy-lemony coriander, often with a complex herbal, spicy, or peppery note in the background. Moderate zesty, citrusyorangey fruitiness. A low spicy-herbal hop aroma is optional, but typically absent. Spices should blend in with fruity, floral, and sweet aromas and should not be overly strong.",
    "appearance": "Very pale straw to deep yellow in color. The beer will be very cloudy from starch haze or yeast, which gives it a milky, whitish-yellow shine. Dense, white, moussy head. Head retention should be quite good.",
    "flavor": "Pleasant bready, grainy malt flavor, often with a honey or vanilla character. Moderate zesty, orange-citrusy fruitiness. Herbal-spicy flavors, which may include lemony coriander and other spices, are common should be subtle and balanced, not overpowering. A spicy-earthy hop flavor can be low to none, and never overshadows the spices. Hop bitterness is low to medium-low, and supports the refreshing flavors of fruit and spice. Refreshingly crisp with a dry finish, and no bitter or harsh aftertaste.",
    "mouthfeel": "Medium-light to medium body, often having a smoothness and light creaminess. Effervescent character from high carbonation. Refreshing, from carbonation, dryness, and lack of bitterness in finish. No harshness or astringency. Should not be overly dry and thin, nor should it be thick and heavy.",
    "overall": "A pale, hazy Belgian wheat beer with spices accentuating the yeast character. A delicate, lightly spiced, moderate-strength ale that is a refreshing summer drink with its high carbonation, dry finish, and light hopping.",
    "link": "24/24A"
  },
  "24B": {
    "aroma": "Moderate bready malt aroma, which can include toasty, biscuity, or nutty notes, possibly with a touch of light caramel or honey. Moderate to moderately high fruitiness complements the malt, and is suggestive of pear, orange, apple, or lemon, and sometimes of darker stone fruit like plums. Low to moderate spicy, herbal, or floral hop character. Low peppery, spicy phenols optional. The hop character is lower in balance than the malt and fruitiness.",
    "appearance": "Amber to copper in color. Clarity is very good. Creamy, rocky, white head. Well carbonated.",
    "flavor": "Has an initial soft, smooth, moderately malty flavor with a variable profile of toasty, biscuity, nutty, light caramel, or honey notes. Moderate to moderately high fruitiness, with a pear, orange, apple, or lemon character. Medium-low to low spicy, herbal, or floral hop character. Medium-high to mediumlow bitterness, enhanced by optional low to very low peppery phenols. Dry to balanced finish, with hops becoming more pronounced in the aftertaste of those with a drier finish. Fairly well balanced overall, with no single component being high in intensity; malt and fruitiness are more forward initially with a supportive bitterness and drying character coming on late.",
    "mouthfeel": "Medium to medium-light body. Smooth palate. Alcohol level is restrained, and any warming character should be low if present. Medium to medium-high carbonation.",
    "overall": "A top-fermented, all malt, average strength Belgian ale that is moderately bitter, not dry-hopped, and without strong flavors. The copper-colored beer lacks the aggressive yeast character or sourness of many Belgian beers, but has a well-balanced, malty, fruity, and often bready and toasty profile.",
    "link": "24/24B"
  },
  "24C": {
    "aroma": "Prominent malty richness, often with a complex, light-to-moderate intensity, toasty and bready character. Low to moderate esters. Low spicy, peppery, or herbal hops optional. Generally quite clean, although stronger versions may have a light, spicy alcohol note as it warms. Paler versions are still malty but lack richer, deeper aromatics and may have a bit more hops.",
    "appearance": "Blond, amber, and brown variations exist, with the color varying accordingly: golden-blonde to reddish-bronze to chestnut brown. Clarity is brilliant to fair, but some haze is allowable. Well-formed head, generally white to off-white (varying with beer color), average persistence.",
    "flavor": "Medium to high malty richness, often with a toasty, biscuity, toffee, or light caramel character. Low to moderate esters and alcohol flavors. Medium-low hop bitterness, giving a malty balance to the palate and aftertaste. Medium-dry to dry finish, not sweet, cloying, or heavy. Low spicy, peppery, or herbal hop flavor optional. Malt flavor, depth, richness, intensity, and complexity increases with beer color. Darker versions will have more of an initial rich malty impression than paler versions but should not seem roasted. Paler versions can have slightly greater hop flavor.",
    "mouthfeel": "Medium to medium-light body, often with a smooth, creamy-silky character. Moderate to high carbonation. Moderate alcohol warming, but should never be hot.  50",
    "overall": "A family of smooth, fairly strong, malty, lagered artisanal French beer with a range of malt flavors appropriate for the blond, amber, or brown color. All are malty yet dry, with clean flavors. Darker versions have more malt character, while paler versions can have more hops while still remaining malt-focused beers.",
    "link": "24/24C"
  },
  "25A": {
    "aroma": "Light to moderate grainy-sweet, slightly toasty, or crackery malt. Subtle to moderate yeast profile featuring fruitycitrusy esters (like oranges or lemons), and background spicypeppery phenols. Light earthy or spicy hop notes optional. Light perfumy alcohol and suggestions of a light malty sweetness can give a slight honey- or sugar-like character. Subtle yet complex.",
    "appearance": "Deep yellow to deep gold color. Generally very clear. Large, dense, and creamy white to off-white head. Good head retention with Belgian lace.",
    "flavor": "Similar to the aroma, with the light to moderate grainy-sweet malt flavor being perceived first. Faint, lightly caramelized sugar or honey-like sweetness on palate. Medium bitterness, with the malt slightly more prominent in the balance. Moderate to low yeast profile with orange or lemon esters, and slight spicy-peppery phenols. Can have a light perfumy character. Light hop flavor, can be spicy or earthy, complementing yeast. Finishes medium-dry to dry, smooth, and soft, with light alcohol and malt in the aftertaste.",
    "mouthfeel": "Medium-high to high carbonation, can give mouth-filling bubbly sensation. Medium body. Light to moderate alcohol warmth, but smooth. Can be somewhat creamy.",
    "overall": "A golden, moderately-strong Belgian ale with a pleasantly subtle citrusy-spicy yeast complexity, smooth malty palate, and dry, soft finish.",
    "link": "25/25A"
  },
  "25B": {
    "aroma": "A pleasantly aromatic mix of fruity-spicy yeast and hops. The fruity esters are moderate to high, and often have a citrus fruit, pome fruit, or stone fruit character. Low to moderately-high spicy notes are often like black pepper, not clove. Hops are low to moderate and have a continental character (spicy, floral, earthy, or fruity). The malt is often overshadowed, but if detected is lightly grainy. Spices and herbs optional, but must not dominate. Sourness optional (see Comments). Strong versions have more aromatic intensity, and can add a light alcohol and moderate malt character. Table versions have less intensity and not have an alcohol character. Darker versions add malt character associated with darker grains.",
    "appearance": "Pale gold to deep amber in color, sometimes pale orange. Long-lasting, dense, rocky white to ivory head. Belgian lace. Unfiltered, so clarity is variable (poor to good) and may be hazy. Effervescent. Darker versions can be copper to dark brown. Stronger versions may be a little deeper in color.",
    "flavor": "A balance of fruity and spicy yeast, hoppy bitterness, and grainy malt with moderate to high bitterness, and a very dry finish. The fruity and spicy aspects are medium-low to medium-high, and hop flavor is low to medium, both with similar character as in the aroma (same descriptors apply). Malt is low to medium, with a soft, grainy palate. Very high attenuation, never with a sweet or heavy finish. Bitter, spicy aftertaste. Spices and herbs optional, but if used must be in harmony with the yeast. Sourness optional (see Comments). Darker versions will have more malt character, including flavors from the darker malts. Stronger versions will have greater malt intensity, and a light alcohol note.",
    "mouthfeel": "Light to medium-low body. Very high carbonation. Effervescent. Light warming alcohol optional. Sourness rare but optional (see Comments). Stronger versions can have up to medium body and be somewhat warming. Table versions have no warmth.",
    "overall": "A family of refreshing, highly attenuated, hoppy, and fairly bitter Belgian ales with a very dry finish and high carbonation. Characterized by a fruity, spicy, sometimes phenolic fermentation profile, and the use of cereal grains and sometimes spices for complexity. Several variations in strength and color exist.",
    "link": "25/25B"
  },
  "25C": {
    "aroma": "A complex bouquet of fruity esters, herbal hops, and peppery alcohol over a nearly neutral malt base. The esters are moderate to high, often pome fruit, especially pear. Hops are herbal, floral, or spicy, low to moderate. Alcohol and phenols often have a peppery or perfumy quality, low to moderate. Alcohol perception should be soft, not hot or solventy. Nearly neutral malt, possibly slightly grainy-sweet.",
    "appearance": "Pale yellow to gold in color. Good clarity. Effervescent. Massive, long-lasting, rocky, white head resulting in characteristic Belgian lace on the glass as it fades.",
    "flavor": "Flavor profile similar to aroma (same descriptors and intensities apply) for esters, hops, malt, phenols, and alcohol. The pear-like esters, peppery alcohol, herbal hops, and soft malt flavors carry through the palate into the long, dry finish and aftertaste. Medium to high bitterness, accentuated by the dry finish and high carbonation, lasts into the aftertaste.",
    "mouthfeel": "Very highly carbonated. Effervescent. Light to medium body, lighter than the substantial gravity would suggest. Carbonation accentuates the perception of lightness. Smooth but noticeable alcohol warmth, not hot or solventy.",
    "overall": "A very pale, highly attenuated, strong Belgian ale that is more fruity and hoppy than spicy. Complex and delicate, the dry finish, light body, and high carbonation accentuate the yeast and hop character. Sparkling carbonation and effervescent, forming a rocky white head.",
    "link": "25/25C"
  },
  "26A": {
    "aroma": "Medium-low to medium-high Belgian yeast character, showing a fruity-spicy character along with medium-low to medium spicy or floral hops, rarely enhanced by light herbal or citrusy spice additions. Low to medium-low malt backdrop, with bready, crackery, grainy, or light honey notes. Fruit expression can vary widely (apple, pear, grapefruit, lemon, orange, peach, apricot). Phenols are typically like black pepper or clove. Bubblegum inappropriate.",
    "appearance": "Pale yellow to medium gold color. Generally good clarity, with a moderate-sized, persistent, billowy white head with characteristic lacing.",
    "flavor": "Initial malty flavor is light and has a honeyed biscuit, bready, or cracker character. Grainy but soft malt palate, and a crisp, dry, hoppy-bitter finish. Moderate spicy or floral hop flavor on the palate. Moderate esters similar in character to aroma. Light to moderate spicy phenols as found in the aroma. Medium to high bitterness, accentuated by dryness. The yeast and hop character lasts into the aftertaste.",
    "mouthfeel": "Medium-light to medium body. Smooth. Medium-high to high carbonation, can be somewhat prickly. Should not have noticeable alcohol warmth.",
    "overall": "A blond, bitter, hoppy table beer that is very dry and highly carbonated. The aggressive fruity-spicy Belgian yeast character and high bitterness is forward in the balance, with a soft, supportive grainy-sweet malt palate, and a spicy-floral hop profile.",
    "link": "26/26A"
  },
  "26B": {
    "aroma": "Moderate to moderately strong, rich malty aroma, with hints of chocolate, caramelized sugar, or toast. Never roasted or burnt. Moderate fruity esters, often dark or dried fruit, especially raisins and plums, sometimes pome fruit or banana. Low to moderate spicy, peppery phenols. Hops typically absent, but can have a low spicy, herbal, or floral character. The malt is strongest in the balance, with esters and spice adding complexity. Low soft, perfumy alcohol optional.",
    "appearance": "Dark amber to copper in color, with an attractive reddish depth of color. Generally clear. Large, dense, and long-lasting creamy off-white head.",
    "flavor": "Flavor profile similar to aroma (same descriptors and intensities apply) for malt, esters, phenols, alcohol, and hops. Medium-low to medium bitterness, but malt is always most prominent in the balance. The esters and phenols add complexity and interest to the malt, alcohol not typically tasted. Malty-rich, sometimes sweet flavor, that finishes moderately dry with a malty aftertaste accented by yeast esters and phenols.",
    "mouthfeel": "Smooth, medium to medium-full body. Mediumhigh carbonation, which can influence the perception of body. Low alcohol warmth optional, never hot or solventy.",
    "overall": "A deep reddish-copper, moderately strong, malty, complex Belgian ale with rich malty flavors, dark or dried fruit esters, and light alcohol blended together in a malty presentation that still finishes fairly dry.",
    "link": "26/26B"
  },
  "26C": {
    "aroma": "Complex but seamless bouquet of moderate to significant spiciness, moderate fruity esters, low alcohol, low hops, and light malt. Generous spicy, peppery, sometimes clove-like phenols. Esters often reminiscent of citrus fruit, like oranges or lemons, but may sometimes have a slight ripe banana character. A low yet distinctive spicy, floral, sometimes perfumy hop character is optional. Alcohols are soft, spicy, and low in intensity. The malt character is light, with a soft, slightly grainy-sweet, or slightly honey-like impression.",
    "appearance": "Deep yellow to pale amber in color. Good clarity. Effervescent. Long-lasting, creamy, rocky, white head resulting in characteristic Belgian lace on the glass as it fades.",
    "flavor": "Flavor profile similar to aroma (same descriptors apply) for malt, esters, phenols, alcohol, and hops. Esters low to moderate, phenols low to moderate, hops low to moderate, alcohol low, all well combined in a coherent presentation. Medium to high bitterness, accentuated by a dry finish. Moderate bitterness in the aftertaste with substantial spicyfruity yeast character. Should not be sweet.",
    "mouthfeel": "Medium-light to medium body, although lighter than the substantial gravity would suggest. Highly carbonated. The alcohol content is deceptive, and has little to no obvious warming sensation. Effervescent. Should not be heavy.",
    "overall": "A strong, pale, somewhat spicy Belgian ale with a pleasant rounded malt flavor, firm bitterness, and dry finish. Quite aromatic, with spicy, fruity, and light alcohol notes combining with the supportive clean malt character to produce a surprisingly drinkable beverage considering the high alcohol content.",
    "link": "26/26C"
  },
  "26D": {
    "aroma": "A complex and fairly intense mix of rich maltiness and deep fruit, accentuated by spicy phenols and alcohol. The malt character is moderately-high to high and has a deep, bready-toasty base with dark caramel notes, but no impression of dark or roasted malt. Esters are strong to moderately low, and reminiscent of raisins, plums, dried cherries, figs, dates, or prunes. Spicy phenols like black pepper or vanilla, not clove, may be present as a low to moderate background character. A soft, spicy, perfumy, or rose-like alcohol is low to moderate, but never hot or solvent-like. Hops are usually not noticeable, but if present can add a light spicy, floral, or herbal character.",
    "appearance": "Deep amber to deep coppery-brown in color (dark in the style name implies more deeply colored than golden, not black). Huge, dense, moussy, persistent cream- to light tan-colored head. Usually clear.",
    "flavor": "Rich and complex maltiness, but not heavy in the finish. The flavor character is similar to the aroma (same malt, ester, phenol, alcohol, and hop comments apply here as well). Moderately malty-rich on the palate, which can have a sweet impression if bitterness is low. Usually moderately dry to dry finish, although may be up to moderately sweet. Medium-low to moderate bitterness; alcohol provides some of the balance to the malt. Generally malty-rich balance, but can be fairly even with bitterness. The complex and varied flavors should blend smoothly and harmoniously, and often benefit from age. The finish should not be heavy or syrupy.",
    "mouthfeel": "High carbonation but not sharp. Smooth but noticeable alcohol warmth. Body can range from medium-light to medium-full and creamy. Most are medium-bodied.",
    "overall": "A dark, complex, very strong Belgian ale with a delicious blend of malt richness, dark fruit flavors, and spicy notes. Complex, rich, smooth, and dangerous.",
    "link": "26/26D"
  },
  "27A1": {
    "aroma": "Reflects base style. May have an added bready, yeasty character from the yeast. Clean. Pale versions can have a more robust hop character. Dark versions can have a richer malt profile.",
    "appearance": "Reflects base style. Can be somewhat hazy or cloudy, but never murky. Likely a little darker in appearance than the base style.",
    "flavor": "Reflects base style. May have an added bready, yeasty character from the yeast. Pale versions can have a more robust hop character. Dark versions can have a richer malt profile, but should never be roasty. May be slightly more bitter than the base style, and be a little heavier in the finish. Fully fermented with a clean fermentation profile; should not have eggy, buttery, apple-like, or similar flaws.",
    "mouthfeel": "Reflects base style. May have a bit more body and a creamier texture than the base style. Carbonation typical of the base style, but may be lower.",
    "overall": "An unfiltered, unpasteurized, fullyattenuated German lager traditionally served from lagering vessels. May be a little richer, more robust, and rustic than the base styles. A fresh beer without fermentation defects associated with young, green (unfinished) beer.",
    "link": "27/27A"
  },
  "27A2": {
    "aroma": "Low to medium grainy, corn-like, or sweet maltiness with a low toast, biscuity-grainy, bready, or caramel malt accent. Medium to moderately-low hop aroma, usually floral or spicy in character. Clean fermentation profile, with possible faint berry ester. Low levels of DMS optional. No sourness. Malt-forward in the balance.",
    "appearance": "Amber-orange to brown in color. Typically clear, but may have some light haze. Foam stand may not be long lasting, and is usually white to beige in color.",
    "flavor": "Moderate grainy-sweet maltiness with low to medium-low caramel, toffee, bready, or biscuity notes. Generally light palate flavors typical of adjunct beers; a low grainy, corn-like sweetness is common. Medium to low floral or spicy hop flavor. Medium to low bitterness, no coarse or harsh aftertaste. May exhibit light fruitiness. Balance in the finish is towards the malt, possibly with a lightly flinty or minerallysulfate flavor. The finish is fairly dry. No sourness.",
    "mouthfeel": "Medium to medium-light body with a relatively soft mouthfeel. Highly carbonated. Can have a creamy texture.",
    "overall": "A clean, dry, refreshing, slightly malty dark beer with high carbonation. Mild-tasting, with light toast and caramel flavors, served very fresh as a sessionable saloon beer.",
    "link": "27/27A"
  },
  "27A3": {
    "aroma": "Moderately strong fresh smoky aroma. Light hints of sourness. Medium-low fruity esters, possibly apples or lemons. Moderate bready, grainy malt. The smoke character is stronger than the bready notes, and the smoke has a ‘dry’ character, like the remnants of an old fire, not a ‘greasy’ smoke. No hops.",
    "appearance": "Tall off-white head, rocky and persistent. Yellow to gold color. Fair clarity, may be somewhat hazy.",
    "flavor": "Moderately strong fruity flavor, possibly lemons or apples. Moderate intensity, clean lactic tartness without any funkiness. Similar dry wood smoke character as aroma, medium strength. Dry finish, with acidity and smoke in the aftertaste. Low bitterness; acidity is providing the balance, not hops. Fresh, clean palate, and slightly puckery aftertaste. The wheat character is on the low side; the smoke and acidity are more prominent in the balance. The tart, lemony, or green apple flavor is strongest in the finish, with smoke a close second. No hops.",
    "mouthfeel": "Tingly acidity. High carbonation. Medium to medium-light body.",
    "overall": "A sour, smoked, lower-gravity historical central European wheat beer. Complex yet refreshing character due to high attenuation and carbonation, along with low bitterness and moderate sourness.",
    "link": "27/27A"
  },
  "27A4": {
    "aroma": "Moderate malty-sweet aroma, often with a rich, caramel, or toffee-like character. Low to medium fruity esters, often dark fruit like plums. Very low earthy or floral hop aroma optional.",
    "appearance": "Medium to very dark brown color, but can be almost black. Nearly opaque, although should be relatively clear if visible. Low to moderate off-white to tan head.",
    "flavor": "Deep, caramel or toffee sweet malty flavor on the palate, lasting into the finish, often with hints of biscuit and coffee. Some dark fruit esters can be present; relatively clean  fermentation profile for an English ale. Low bitterness. Low earthy or floral hop flavor optional, but rare. Moderately-low roasty or bitter black malt flavor optional. Moderately sweet finish with a smooth, malty aftertaste. May have a sugary-sweet flavor.",
    "mouthfeel": "Medium body, but the residual sweetness may give a heavier impression. Medium-low to medium carbonation. Quite creamy and smooth in texture, particularly for its gravity.",
    "overall": "A luscious, sweet, malty, low-alcohol dark brown ale, with caramel and toffee malt complexity and a sweet-tasting finish.",
    "link": "27/27A"
  },
  "27A5": {
    "aroma": "Low to moderate oak wood smoke is the most prominent aroma component, but can be subtle and hard to detect. A low spicy, herbal, or floral hop aroma is typically present, and should be lower than or equal to the smoke in intensity. Hints of grainy wheat are also detected in the best examples. The aroma is otherwise clean, although light pome fruit esters (especially ripe red apple or pear) are welcome. No acidity. Light sulfur optional.",
    "appearance": "Pale yellow to gold in color with excellent clarity. A tall, billowy, white, tightly-knit head with excellent retention is distinctive. Murkiness is a fault.",
    "flavor": "Moderately-low to medium oak smoke flavor up front which carries into the finish; the smoke can be stronger in flavor than in aroma. The smoke character is gentle, should not be acrid, and can lend an impression of sweetness. A moderate to strong bitterness is readily evident which lingers through the finish. The overall balance is toward bitterness. Low but perceptible spicy, herbal, or floral hop flavor. Low grainy wheat character in the background. Light pome fruit esters (red apple or pear) may be present. Dry, crisp finish. No sourness.",
    "mouthfeel": "Light in body, with a crisp and dry finish. Carbonation is quite high and can add a slight carbonic bite or prickly sensation. No alcohol warmth.",
    "overall": "A low-gravity, bitter, oak-smoked historical central European wheat beer with a clean fermentation profile and no sourness. Highly carbonated, dry, crisp, and refreshing.",
    "link": "27/27A"
  },
  "27A6": {
    "aroma": "Low to medium grainy maltiness. Low to moderate corn-like sweetness optional. Medium to moderately-high rustic, floral, herbal, or spicy hop aroma, not modern fruity or citrusy varieties. Clean fermentation profile. May show some yeast character, similar to modern American Lager. Low DMS acceptable.",
    "appearance": "Yellow to deep gold color. Substantial, long lasting white head. Bright clarity.",
    "flavor": "Medium to medium-high maltiness with a grainy flavor. Optional corn-like roundness and impression of sweetness. Substantial hop bitterness stands up to the malt and lingers through the dry, soft to crisp finish. Medium to high rustic, floral, herbal, or spicy hop flavor. Medium to high bitterness that is clean not coarse. No harsh aftertaste. Generally neutral fermentation profile, but some yeast character similar to American Lager is allowable.",
    "mouthfeel": "Medium to medium-full body with a moderately rich and creamy mouthfeel. Smooth and well-lagered. Medium to high carbonation levels.",
    "overall": "A bitter and hoppy pale American adjunct lager, often with a robust, corny flavor profile, although more crisp and neutral-tasting versions exist.",
    "link": "27/27A"
  },
  "27A7": {
    "aroma": "Grainy malt aroma with low levels of chocolate, caramel, biscuit, burnt sugar, licorice, or slightly burnt malt. Low hop aroma. Low to moderate low levels of corn or DMS acceptable. No to very low esters. Diacetyl low to none. Clean lager fermentation profile acceptable.",
    "appearance": "Medium to dark brown, though some examples can be nearly black in color, with ruby or mahogany highlights. Relatively clear. Light to medium tan head, persistent.",
    "flavor": "Moderate grainy-bready malt flavor, with low levels of chocolate, burnt malt, burnt sugar, caramel, biscuit, licorice, molasses, or toast. Corn or DMS flavor acceptable at low to moderate levels. Medium-low to moderate bitterness. Low floral, spicy, or earthy hop flavor optional. Balance is typically even between malt and hops, with a moderately dry finish. Clean fermentation profile, but faint esters are allowable.",
    "mouthfeel": "Medium-light to medium body. Moderate carbonation. Low to moderate creaminess. May have a slight dark malt astringency.",
    "overall": "A historical American adaptation of English Porter by German immigrants using American ingredients, including adjuncts.",
    "link": "27/27A"
  },
  "27A8": {
    "aroma": "Light to moderate spicy rye aroma (like black pepper) intermingled with light to moderate weizen yeast aromatics (spicy clove and fruity esters, either banana or citrus). Light spicy, floral, or herbal hops are acceptable.",
    "appearance": "Light coppery-orange to very dark reddish or coppery-brown color. Large creamy off-white to tan head, quite dense and persistent, often thick and rocky. Cloudy, hazy appearance.",
    "flavor": "Grainy, moderately-low to moderately-strong spicypeppery rye flavor, often having a hearty flavor reminiscent of rye or pumpernickel bread. Medium to medium-low bitterness allows an initial malt sweetness (sometimes with a bit of caramel) to be tasted before yeast and peppery rye character takes over. Low to moderate banana-and-clove weizen yeast character, although the balance can vary. Medium-dry, grainy finish with a lightly bitter (from rye) aftertaste. Low to moderate spicy, herbal, or floral hop flavor acceptable, and can persist into aftertaste.",
    "mouthfeel": "Medium to medium-full body. High carbonation. Moderately creamy.",
    "overall": "A Dunkles Weissbier made with rye rather than wheat, but with a greater body and light finishing hops. The rye gives a bready and peppery flavor, a creamy body, and a dry, grainy finish that blends with the distinctive banana-and-clove weizen yeast character.",
    "link": "27/27A"
  },
  "27A9": {
    "aroma": "Sweet, worty malt impression. Grainy malt, caramel, and rye in background. Light alcohol aroma. High banana esters with moderate to moderately-high clove-like phenols. May have a low to moderate woody juniper character. Not sour. No hops.",
    "appearance": "Yellow to dark brown color; most are medium to dark amber. Generally quite cloudy and turbid. Little head, due to low carbonation.",
    "flavor": "Fairly sweet and often worty raw malt flavor, grainy with some caramel and toffee. Low bitterness. No hop flavor. Light woody or piney character acceptable. Moderate to strong banana and fruitiness, moderate clove and spiciness. Fairly sweet finish. Fresh, not sour.",
    "mouthfeel": "Thick, viscous, and heavy with protein (no boil means no hot break). Nearly still to medium-low carbonation, similar to English cask ale. Warming from the alcohol level and young age, but this is often masked by sweetness.",
    "overall": "A sweet, heavy, strong traditional Finnish farmhouse beer usually with rye and juniper, and a banana-clove yeast character.",
    "link": "27/27A"
  },
  "28A": {
    "aroma": "Variable by base style. Young Brett beers will possess more fruity notes (e.g., tropical fruit, stone fruit, or citrus), but this is variable by the strains of Brett used. Older Brett beers may start to develop a little funk (e.g., barnyard, wet hay, or slightly earthy or smoky notes), but this character should not dominate.",
    "appearance": "Variable by base style. Clarity can be variable, and depends on the base style and ingredients used. Some haze is not necessarily a fault.",
    "flavor": "Variable by base style. Brett character may range from minimal to aggressive. Can be quite fruity (e.g., tropical fruit, berry, stone fruit, citrus), or have some smoky, earthy, or barnyard character. Should not be unpleasantly funky, such as Band-Aid, fetid, nail polish remover, cheese, etc. Always fruitier when young, gaining more funk with age. May not be lactic. Malt flavors are often less pronounced than in the base style, leaving a beer most often dry and crisp due to high attenuation by the Brett.",
    "mouthfeel": "Variable by base style. Generally has a light body, lighter than what might be expected from the base style but an overly thin body is a fault. Generally moderate to high carbonation. Head retention is variable, but often less than the base style.",
    "overall": "Most often drier and fruitier than the base style suggests. Fruity or funky notes range from low to high, depending on the age of the beer and strains of Brett used. May possess a light non-lactic acidity.",
    "link": "28/28A"
  },
  "28B": {
    "aroma": "Variable by base style. The contribution of non-Sacch microbes should be noticeable to strong, and often contribute a sour and funky, wild note. The best examples will display a range of aromatics, rather than a single dominant character. The aroma should be inviting, not harsh or unpleasant.",
    "appearance": "Variable by base style. Clarity can be variable; some haze is not a fault. Head retention can be poor.",
    "flavor": "Variable by base style. Look for an agreeable balance between the base beer and the fermentation character. A range of results is possible from fairly high acidity and funk to a subtle, pleasant, harmonious beer. The best examples are pleasurable to drink with the esters and phenols complementing the malt or hops. The wild character can be prominent, but does not need to be dominating in a style with  an otherwise strong malt or hop profile. Acidity should be firm yet enjoyable, and ranging from clean to complex, but should not be biting or vinegary; prominent, objectionable, or offensive acetic acid is a fault. Bitterness tends to be low, especially as sourness increases.",
    "mouthfeel": "Variable by base style. Generally has a light body, almost always lighter than what might be expected from the base style. Generally moderate to high carbonation, although often lower in higher alcohol examples.",
    "overall": "A sour and funky version of a base style of beer.",
    "link": "28/28B"
  },
  "28C": {
    "aroma": "Variable by base style. The Specialty-Type Ingredients should be evident, as well as the defining characteristics of a wild fermentation per the base style. The best examples will blend the aromatics from the fermentation with the special ingredients, creating an aroma that may be difficult to attribute precisely.",
    "appearance": "Variable by base style, generally showing a color, tint, or hue from any Specialty-Type Ingredient (especially if fruit is used) in both the beer and the head. Clarity can be variable; some haze is not a fault. Head retention is often poor.",
    "flavor": "Variable by base style. The Specialty-Type Ingredients should be evident, as well as the defining characteristics of a wild fermentation per the base style. If fruit was fermented, the sweetness is generally gone so that only the fruit esters  typically remain. Fruit and other Specialty-Type Ingredients can add sourness of their own; if so, the sourness could be prominent, but should not be overwhelming. The acidity and tannin from any fruit or other Specialty-Type Ingredients can both enhance the dryness of the beer, so care must be taken with the balance. The acidity should enhance the perception of any fruit flavor, not detract from it. Wood notes, if present, add flavor but should be balanced.",
    "mouthfeel": "Variable by base style. Generally has a light body, lighter than what might be expected from the base style. Generally moderate to high carbonation; carbonation should balance the base style if one is declared. The presence of tannin from some Specialty-Type ingredients (often fruit or wood) can provide a slight astringency, enhance the body, or make the beer seem drier than it is.",
    "overall": "An American Wild Ale with fruit, herbs, spices, or other Specialty-Type Ingredients.",
    "link": "28/28C"
  },
  "28D": {
    "aroma": "A sharply sour character is dominant (moderatelyhigh to high). Can have up to a moderately fruity character (often peach, apricot, lemon, or tart apple). No hop aroma. Pale  malt dominates, usually biscuity or crackery. Clean fermentation.",
    "appearance": "Very pale in color. Clarity ranges from clear to somewhat hazy. Large, dense, white head with poor retention. Effervescent.",
    "flavor": "Clean lactic sourness dominates and can be quite strong. Some complementary, bready, biscuit, crackery, or grainy flavor is generally noticeable. Hop bitterness is undetectable. Never vinegary or bitingly acidic. Pale fruit character can be moderate including a citrusy-lemony or tart apple fruitiness may be detected. Finish is off-dry to dry. Balance dominated by sourness, but some malt and estery fruit flavor should be present. No hop flavor. Clean.",
    "mouthfeel": "Light body. Moderate to high carbonation. Never hot, although higher gravity examples can have a warming alcohol character. Crisp acidity.",
    "overall": "A pale, refreshing, sour beer with a clean lactic sourness. A gentle, pale malt flavor supports the lemony sourness with moderate fruity esters.",
    "link": "28/28D"
  },
  "29A": {
    "aroma": "Varies by base style. The fruit character should be noticeable in the aroma; however, some fruit (e.g., raspberries, cherries) have stronger aromas and are more distinctive than others (e.g., blueberries, strawberries) – allow for a range of fruit character and intensities from subtle to aggressive. Hop aroma may be lower than in the base style to better show the fruit character. The fruit should add an extra complexity, but not be so prominent as to unbalance the resulting presentation.",
    "appearance": "Varies by base style and special ingredients. Lighter-colored beer should show distinctive ingredient colors, including in the head. The color of fruit in beer is often lighter than the flesh of the fruit itself and may take on slightly different shades. Variable clarity, although haze is generally undesirable. Some ingredients may impact head retention.",
    "flavor": "Varies by base style. As with aroma, distinctive fruit flavors should be noticeable, and may range in intensity from subtle to aggressive, but the fruit character should not be so artificial or inappropriately overpowering as to suggest a ‘fruit juice drink.’ Bitterness, hop and malt flavors, alcohol content, and fermentation byproducts, such as esters, should be appropriate for the base style, but be harmonious and balanced with the distinctive fruit flavors present. Fruit generally adds flavor not sweetness, since fruit sugars usually fully ferment, thus lightening the flavor and drying out the finish. However, residual sweetness is not necessarily a negative characteristic unless it has a raw, unfermented quality. Some fruit may add sourness, bitterness, and tannins, which must be balanced in the resulting flavor profile.",
    "mouthfeel": "Varies by base style. Fruit often decreases body, and makes the beer seem lighter on the palate. Some smaller and darker fruits may add a tannic depth, but this astringency should not overwhelm the base beer.",
    "overall": "A pleasant integration of fruit with beer, but still recognizable as beer. The fruit character should be evident but in balance with the beer, not so forward as to suggest an artificial product.",
    "link": "29/29A"
  },
  "29B": {
    "aroma": "Varies by base style. The fruit and spice character should be noticeable in the aroma; however, note that some fruit and spices (e.g., raspberries, cherries, cinnamon, ginger) have stronger aromas and are more distinctive than others (e.g., blueberries, strawberries) – allow for a range of fruit and spice character and intensity from subtle to aggressive. Hop aroma may be lower than in the base style to better show the specialty character. The specialty ingredients should add an extra complexity, but not be so prominent as to unbalance the resulting presentation.",
    "appearance": "Varies by base style and special ingredients. Lighter-colored beer should show distinctive ingredient colors, including in the head. The color of fruit in beer is often lighter than the flesh of the fruit itself and may take on slightly different shades. Variable clarity, although haze is generally undesirable. Some ingredients may impact head retention.",
    "flavor": "Varies by base style. As with aroma, distinctive fruit and spice flavors should be noticeable, and may range in intensity from subtle to aggressive. The fruit character should not be so artificial or inappropriately overpowering as to suggest a spiced fruit juice drink. Hop bitterness, flavor, malt  flavors, alcohol content, and fermentation byproducts, such as esters, should be appropriate to the base style, but be harmonious and balanced with the distinctive fruit and spice flavors present. Fruit generally add flavor not sweetness, since fruit sugars usually fully ferment, thus lightening the flavor and drying out the finish. However, residual sweetness is not necessarily a negative characteristic unless it has a raw, unfermented quality. Some ingredients may add sourness, bitterness, and tannins, which must be balanced in the resulting flavor profile.",
    "mouthfeel": "Varies by base style. Fruit often decreases body, and makes the beer seem lighter on the palate. Some smaller and darker fruits may add a tannic depth, but this astringency should not overwhelm the base beer. SHVs may increase or decrease body. Some SHVs may add a bit of astringency, although a “raw” spice character is undesirable.",
    "overall": "A tasteful union of fruit, spice, and beer, but still recognizable as beer. The fruit and spice character should each be evident but in balance with the beer, not so forward as to suggest an artificial product.",
    "link": "29/29B"
  },
  "29C": {
    "aroma": "Same as Fruit Beer, except that some additional fermentables (e.g., honey, molasses) may add an aroma component. Whatever additional aroma component is present should be in balance with the fruit and the beer components, and be a pleasant combination.",
    "appearance": "Same as Fruit Beer.",
    "flavor": "Same as Fruit Beer, except that some additional fermentables (e.g., honey, molasses) may add a flavor component. Whatever additional flavor component is present should be in balance with the fruit and the beer components,  66  and be a pleasant combination. Added sugars should not have a raw, unfermented flavor. Some added sugars will have unfermentable elements that may provide a fuller and sweeter finish; fully fermentable sugars may thin out the finish.",
    "mouthfeel": "Same as Fruit Beer, although depending on the type of sugar added, could increase or decrease the body.",
    "overall": "A appealing combination of fruit, sugar, and beer, but still recognizable as a beer. The fruit and sugar character should both be evident but in balance with the beer, not so forward as to suggest an artificial product.",
    "link": "29/29C"
  },
  "29D": {
    "aroma": "Aromatic characteristics of the varietal grape are noticeable but should not dominate. The grape character should meld well with the underlying base malt character. While hop aroma is usually restrained, it can range from medium-low to entirely absent. Fermentation is usually quite clean but can have delicate spice and fruity esters. Banana, bubblegum, and the like are considered faults.",
    "appearance": "Color can range from pale golden to ruby but those using red grapes tend towards burgundy. These darker colors may also come from using cooked or concentrated grape products, never from specialty dark grains. White to reddish head with generally a medium-low retention. Clarity is generally good. Never hazy.",
    "flavor": "As with the aroma, grape character may range from subtle to medium-high intensity, and be most prominent. Fruit flavors (stone, tropical, berries, etc.) as appropriate for the variety of grape. Darker red grapes can contribute more rustic flavors (e.g., earthy, tobacco, leather). The malt character is supportive, not robust and usually of the pale, lightly kilned varieties. Very low levels of pale crystal malts are allowed but roasted or strong chocolate character is always inappropriate. Bitterness is generally low and hop flavors can be low to nonexistent. Mild tart notes, due to variety and amount of grape used, is common and may help to improve the digestibility but should not near ‘sour’ threshold. Complementary oak is optional but a funky Brett character should not be present. Clean fermentation.",
    "mouthfeel": "Medium-high to high carbonation improves the perception of aroma. Body is generally from low to medium  and some acidity can contribute to increased perception of dryness. Finish is exceedingly dry and crisp. Strong examples may show some warming.",
    "overall": "Combines the profile of a sparkling wine and a relatively neutral base beer allowing the aromatic qualities of the grape to blend pleasantly with hop and yeast aromatics. Can be in a range from refreshing to complex.",
    "link": "29/29D"
  },
  "30A": {
    "aroma": "Varies by base style. The SHV character should be noticeable in the aroma; however, some SHVs (e.g., ginger, cinnamon, rosemary) have stronger aromas and are more distinctive than others (e.g., most vegetables) – allow for a range of SHV character and intensity from subtle to aggressive. Hop aroma may be lower than in the base style to better show the SHV character. The SHVs should add an extra complexity, but not be so prominent as to unbalance the resulting presentation.",
    "appearance": "Varies by base style and special ingredients. Lighter-colored beer may show distinctive ingredient colors, including in the head. Variable clarity, although haze is generally undesirable. Some ingredients may impact head retention.",
    "flavor": "Varies by base style. As with aroma, distinctive SHV flavors should be noticeable, and may range in intensity from subtle to aggressive. Some SHVs are inherently bitter and may result in a beer more bitter than the declared base style. Bitterness, hop and malt flavors, alcohol content, and fermentation byproducts, such as esters, should be appropriate for the base style, but be harmonious and balanced with the distinctive SHV flavors present.",
    "mouthfeel": "Varies by base style. SHVs may increase or decrease body. Some SHVs may add a bit of astringency, although a “raw” spice character is undesirable.",
    "overall": "An appealing fusion of spices, herbs, or vegetables (SHVs) and beer, but still recognizable as beer. The SHV character should be evident but in balance with the beer, not so forward as to suggest an artificial product.",
    "link": "30/30A"
  },
  "30B": {
    "aroma": "Malty, spicy, and balanced. A wide range is possible, as long as it evokes the harvest theme. The declared ingredients and concept set the expectation. Hops are often subtle. Alcohol is often present, but smooth and supportive. The components should be well-integrated, and create a coherent presentation. See Flavor section for spice, malt, sugar, and vegetable character.",
    "appearance": "Medium amber to coppery-brown; lighter versions are more common. Clear, if not opaque. Well-formed, persistent, off-white to tan head. Some versions with squashes will take on an unusual hue for beer, with orange-like hints.",
    "flavor": "Malty, spicy, and balanced. Allow for brewer creativity in meeting the theme objective. Warming or sweet spices common. Rich, toasty malty flavors are common, and may include caramel, toasted bread or pie crust, biscuit, or nut flavors. May include distinctive sugar flavors, like molasses, honey, or brown sugar. Flavor derived from squash-based vegetables are often elusive, often only providing a richer sweetness. The special ingredients should be supportive and balanced, not overshadowing the base beer. Bitterness and hop flavor are usually restrained to not interfere with the special character. Usually finishes somewhat full and satisfying, occasionally with a light alcohol flavor. Roasted malt characteristics are typically absent.",
    "mouthfeel": "Body is usually medium to full, and may be chewy. Moderately low to moderately high carbonation. Age character allowable. Warming alcohol allowable.",
    "overall": "A malty, spiced beer that often has a moderately rich body and slightly warming finish suggesting a good accompaniment for the cool fall season, and often evocative of harvest or Thanksgiving traditions.",
    "link": "30/30B"
  },
  "30C": {
    "aroma": "Malty, spicy, fruity, and balanced. A wide range is possible, as long as it evokes the holiday theme. The declared ingredients and concept set the expectation. Fruit is often dark or dried in character. Hops are often subtle. Alcohol is often present, but smooth and supportive. Malty and sugary aromas tend to be greater in the balance, and support the spices. The components should be well-integrated, and create a coherent presentation. See Flavor section for spice, malt, sugar, and fruit character.",
    "appearance": "Medium amber to very dark brown; darker versions are more common. Clear, if not opaque. Usually clear, although darker versions may be virtually opaque. Wellformed, persistent, off-white to tan head.",
    "flavor": "Malty, spicy, fruity, and balanced. Allow for brewer creativity in meeting the theme objective. Warming or sweet spices common. Rich, sweet malty flavors are common, and may include caramel, toast, nutty, or chocolate flavors. May include dried fruit or dried fruit peel flavors such as raisin, plum, fig, cherry, orange peel, or lemon peel. May include distinctive sugar flavors, like molasses, honey, or brown sugar. The special ingredients should be supportive and balanced, not overshadowing the base beer. Bitterness and hop flavor are usually restrained to not interfere with special character. Usually finishes rather full and satisfying, often with a light alcohol flavor. Roasted malt characteristics are rare, and not usually stronger than chocolate.",
    "mouthfeel": "Body is usually medium to full, often with a malty chewiness. Moderately low to moderately high carbonation. Age character allowable. Warming alcohol allowable.",
    "overall": "A stronger, darker, spiced beer that often has a rich body and warming finish suggesting a good accompaniment for the cold winter season.",
    "link": "30/30C"
  },
  "30D": {
    "aroma": "Same as SHV Beer, except that some additional fermentables (e.g., honey, molasses) may add an aroma component. Whatever additional aroma component is present  should be in balance with the SHV and the beer components, and be a pleasant combination.",
    "appearance": "Same as Spice, Herb, or Vegetable Beer.",
    "flavor": "Same as SHV Beer, except that some additional fermentables (e.g., honey, molasses) may add a flavor component. Whatever additional flavor component is present should be in balance with the SHV and the beer components, and be a pleasant combination. Added sugars should not have a raw, unfermented flavor. Some added sugars will have unfermentable elements that may provide a fuller and sweeter finish; fully fermentable sugars may thin out the finish.",
    "mouthfeel": "Same as SHV Beer, although depending on the type of sugar added, could increase or decrease the body.",
    "overall": "An appealing combination of spices, herbs, or vegetables (SHVs), sugars, and beer, but still recognizable as beer. The SHV and sugar character should both be evident but in balance with the beer, not so forward as to suggest an artificial product.",
    "link": "30/30D"
  },
  "31A": {
    "aroma": "Same as base beer style. The added grain will lend a particular character, although with some grains the beer will simply seem a bit more grainy or nutty, and some may have a relatively neutral character.",
    "appearance": "Same as base beer style, although some additional haze may be noticeable.",
    "flavor": "Same as base beer style. The additional grain should be noticeable in flavor, although it may not be necessarily identifiable. Some grains add an additional grainy, bready, or nutty flavor, while others simply enhance the flavor of the base beer. Some grains add a dryness to the finish.",
    "mouthfeel": "Same as the base beer, although many additional grains (e.g., oats, rye) increase body and viscosity, while some (e.g., GF grains) create a thinner beer.",
    "overall": "A base beer enhanced by or featuring the character of additional grains. The specific character depends greatly on the added grains.",
    "link": "31/31A"
  },
  "31B": {
    "aroma": "Same as the base beer, except that some additional fermentables (e.g., honey, molasses) may add an aroma, which should be a pleasant, balanced combination with the beer.",
    "appearance": "Same as the base beer, although some sugars will bring additional, usually darker, colors.",
    "flavor": "Same as the base beer, except that some additional fermentables (e.g., honey, molasses) may add a flavor, which should be a pleasant, balanced combination with the beer. Added sugars should not have a raw, unfermented flavor. Some unfermentable sugars provide a fuller finish, while fully fermentable sugars can thin out the finish.",
    "mouthfeel": "Same as the base beer, although depending on the type of sugar added, could increase or decrease the body.",
    "overall": "A tasteful integration of sugar and beer, but still recognizable as beer. The sugar character should both be evident and in balance with the beer, not so forward as to suggest an artificial product.",
    "link": "31/31B"
  },
  "32A": {
    "aroma": "A pleasant balance between the expected aroma of the base beer and smoked malt. The smoke character ranges from low to assertive, and may show varietal wood smoke character (e.g., alder, oak, beechwood). The balance between the smoke and beer can vary – they do not need to be equal in intensity. However, the resulting mix should be appealing. Sharp, phenolic, harsh, rubbery, or burnt smoke-derived aromatics are inappropriate.",
    "appearance": "Variable. The appearance should reflect the base beer style, although the color is often a bit darker than expected for the plain base style.",
    "flavor": "Similar to the aroma, with a balance between the base beer and low to assertive smoked malt. Varietal woods can produce different flavor profiles. The balance between smoke and beer can vary, but the resulting blend should be enjoyable. Smoke can add some additional dryness to the finish. Harsh, bitter, burnt, charred, rubbery, sulfury, medicinal, or phenolic smoke-derived flavors are inappropriate.",
    "mouthfeel": "Varies with the base beer style. Significant astringent, phenolic, smoke-derived harshness is a fault.",
    "overall": "A well-balanced fusion of the malt and hops of the base beer style with a pleasant and agreeable smoke character.",
    "link": "32/32A"
  },
  "32B": {
    "aroma": "A pleasant balance between the expected aroma of the base beer, smoked malt, and any specialty ingredients. The smoke character ranges from low to assertive, and may show varietal wood smoke character (e.g., alder, oak, beechwood). The balance between the smoke, the beer, and any specialty ingredients can vary – they do not need to be equal in intensity. However, the resulting mix should be appealing. Sharp, phenolic, harsh, rubbery, or burnt smoke-derived aromatics are inappropriate.",
    "appearance": "Variable. The appearance should reflect the base beer style, although the color is often a bit darker than expected for the plain base style. The use of certain fruits and spices may affect the color and hue of the beer as well.",
    "flavor": "Similar to the aroma, with a balance between the base beer, any specialty ingredients, and low to assertive smoked malt. Varietal woods can produce different flavor profiles. The balance between smoke, beer, and any specialty ingredients can vary, but the resulting blend should be enjoyable. Smoke can add some additional dryness to the finish. Harsh, bitter, burnt, charred, rubbery, sulfury, medicinal, or phenolic smokederived flavors are inappropriate.",
    "mouthfeel": "Varies with the base beer style. Significant astringent, phenolic, smoke-derived harshness is a fault.",
    "overall": "A well-balanced fusion of the malt and hops of the base specialty beer style with a pleasant and agreeable smoke character.",
    "link": "32/32B"
  },
  "33A": {
    "aroma": "Varies with base style. A low to moderate woody aroma is usually present; some varietals may have a stronger, or distinctive character. Fresh wood can occasionally impart raw, fresh-cut wood smell, although this character should never be too strong. If the wood is toasted or charred, there may be low to moderate vanilla, caramel, toffee, toast, or cocoa character present.",
    "appearance": "Varies with base style. Often darker than the unadulterated base beer style, particularly if toasted or charred barrels are used.",
    "flavor": "Varies with base style. Wood usually contributes a woody flavor, and possibly a distinctive varietal character. New wood may add a raw, fresh-cut wood impression. Toasted or charred wood can add vanilla, caramel, butterscotch, toasted bread, toasted nuts, coffee, chocolate, or cocoa, depending on the wood varietal and level of toast or char. Wood-derived flavors should be balanced, supportive, and noticeable, while not overpowering the base beer style.",
    "mouthfeel": "Varies with base style. Tannins from the wood may increase the perception of body, as well as enhancing the dryness of the finish; some astringency from wood tannins is allowable. Tart or acidic characteristics should be low to none, and never distracting.",
    "overall": "A pleasant enhancement of the base beer style with the characteristics from aging in contact with wood. The best examples will be smooth, flavorful, wellbalanced, and well-aged.",
    "link": "33/33A"
  },
  "33B": {
    "aroma": "Varies with base style. A low to moderate woody aroma is usually present; some varietals may have a stronger, or distinctive character. If the wood is toasted or charred, there may be low to moderate vanilla, caramel, toffee, toast, or cocoa character present. Aromatics associated with alcohol (e.g., distilled spirits, wine) previously stored in the wood should be noticeable, but balanced.",
    "appearance": "Varies with base style. Often darker than the unadulterated base beer style, particularly if charred barrels are used. Beers aged in wine barrels or other products with distinctive colors may also impart a color to the finished beer.",
    "flavor": "Varies with base style. Wood usually contributes a woody flavor, and possibly a distinctive varietal character. Toasted or charred wood can add vanilla, caramel, butterscotch, toasted bread, toasted nuts, coffee, chocolate, or cocoa, depending on the wood varietal and level of toast or char. Wood-derived flavors and added alcohol flavors should be balanced, mutually supportive, and noticeable, while not overpowering the base beer style or each other.",
    "mouthfeel": "Varies with base style. Tannins from the wood may increase the perception of body, as well as enhancing the dryness of the finish; some astringency from wood tannins is allowable. Usually exhibits additional alcohol warming, but should not be hot or harsh. Tart or acidic characteristics should be low to none, and never distracting. History: Same as 33A Wood-Aged Beer.",
    "overall": "An elevation of the base beer style with characteristics from aging in contact with wood, including alcoholic products previously in contact with the wood. The best examples will be smooth, flavorful, well-balanced, and well-aged.",
    "link": "33/33B"
  },
  "34A": {
    "aroma": "Based on declared beer.",
    "appearance": "Based on declared beer.",
    "flavor": "Based on declared beer.",
    "mouthfeel": "Based on declared beer.",
    "overall": "Based on declared beer.",
    "link": "34/34A"
  },
  "34B": {
    "aroma": "Based on the declared Base Styles.",
    "appearance": "Based on the declared Base Styles.",
    "flavor": "Based on the declared Base Styles.",
    "mouthfeel": "Based on the declared Base Styles.",
    "overall": "Based on the declared Base Styles, methods, and ingredients. As with all Specialty-Type Beers, the resulting combination of beer styles needs to be harmonious and balanced, and be pleasant to drink.",
    "link": "34/34B"
  },
  "34C": {
    "aroma": "Varies.",
    "appearance": "Varies.",
    "flavor": "Varies.",
    "mouthfeel": "Varies.",
    "overall": "Varies, but should be a unique experience.",
    "link": "34/34C"
  },
  "X1": {
    "aroma": "Light to moderate sweet malty aroma. Low to moderate fruity aroma is acceptable. May have a low to medium hop aroma. No diacetyl.",
    "appearance": "Light yellow to deep gold color. Clear to brilliant. Low to medium head with good retention.",
    "flavor": "Initial soft malty sweetness. Caramel flavors typically are absent. Mild to moderate hop flavor (usually Cascade), but should not be aggressive. Low to moderate hop bitterness, the balance is normally towards the malt. Half-dry to something sweet finish. No diacetyl.",
    "mouthfeel": "Medium-light to medium body. Medium to high carbonation. Smooth without harsh bitterness or astringency.",
    "overall": "Easy drinkability, malt-oriented.",
    "link": "x1-dorada-pampeana"
  },
  "X2": {
    "aroma": "Intense hop aroma with a citrusy and floral character derived from Argentine hops. Some clean malty sweetness and caramel may be found in the background, but should be at a lower level than in English examples. Fruitiness from esters and light phenols from fermentation of wheat may also be detected in some versions, although a neutral fermentation character is usual. Some alcohol may be noted in stronger versions. No DMS. The diacetyl is a high demerit because it can cover aroma hops, and never should be present.",
    "appearance": "Color ranges from medium gold to medium reddish copper; some versions can have an orange-ish tint. Should be clear, although unfiltered dry-hopped versions or with unmalted wheat may be little hazy. Good head stand, persistent.",
    "flavor": "Hop flavor is medium to high, and should reflect an Argentine hop character: citrusy, grapefruit and tangerine peel must be dominant. May have some floral character like orange blossoms, or herbal and resinous, although it is less common and should only add complexity. Medium-high to very high hop bitterness, although the malt backbone will support the strong hop character and provide the best balance. Malt flavor should be low to medium, and is generally clean and malty sweet although some caramel or spicy flavors from wheat, malted or unmalted, are acceptable at low levels. No diacetyl. Low fruitiness is acceptable but not required. The bitterness may linger into the aftertaste but should not be harsh. Medium-dry to dry finish, refreshing. Some clean alcohol flavor can be noted in stronger versions.",
    "mouthfeel": "Medium-light to medium-bodied mouthfeel without hop-derived astringency, although moderate to medium-high carbonation can combine with wheat to render an overall dry sensation in the presence of malt sweetness. Some smooth alcohol warming can and should be sensed in stronger (but not all) versions. Body is generally less than in English counterparts, and more dry than American counterparts.",
    "overall": "A decidedly hoppy and bitter, refreshing and moderately strong Argentine pale ale. The clue is drinkability without harshness and best balance.",
    "link": "x2-ipa-argenta"
  },
  "X3": {
    "aroma": "Aromatic characteristics of a particular grape have to be noticeable but do should not overpower the other aromas. The grape character should be pleasant and should not have defects such as oxidation. Malt character is usually restrained and should not exhibit a roasty, stout like, profile. Hop aroma (floral, earthy) can range from medium-low to absent. Some examples can have a low wild character described as barnyard, earthy, goaty but should not be as intense as in a lambic/fruit lambic. No diacetyl.",
    "appearance": "Color can range from light gold to copper but some examples can be brown. Reddish/ruby color is usually due to the use of red grape varieties. White to reddish head with generally a medium low retention. Clarity is generally good but some cloudiness may be present.",
    "flavor": "As with aroma, grape character (must or wine-like) must be present and may range from medium-low to mediumhigh intensity. Varieties of grape can contribute differently on the flavor profile: in general stone/tropical fruit flavors (peach, pear, apricot, pineapple) can come from white grapes and red fruit flavors (e.g., cherry, strawberry) from red grape varieties. Further fruity character of fermentative origin is also common. Different kinds of special malts can be used but should be supportive and balanced, not so prominent as to overshadow the base beer. Strong roasted and/or chocolate character is inappropriate. Light sour notes, due to the use of grape, are common and may help to improve the drinkability but should not be prominent as in Sour ale/Lambic or similar. Oak flavors, long with some barnyard, earthy, goaty notes can be present but should not be predominant. Bitterness and hop flavors are low. Diacetyl is absent",
    "mouthfeel": "Medium-high carbonation improves the perception of aroma. Body is generally from low to medium and some acidity can contribute to increase the perception of dryness. Strong examples can show some warming but without being hot or solventy.",
    "overall": "A sometimes refreshing, sometimes more complex Italian ale characterized by different varieties of grapes.",
    "link": "x3-italian-grape-ale"
  },
  "X4": {
    "aroma": "Medium to high fruit character, immediately noticeable and recognizable. A clean lactic sourness, low to medium, supports the fruit. Neutral malt typically, but can have low grainy or bready notes in support. Clean fermentation profile with no wild or funky yeast character. No hop aroma. No sharp alcohol. Optional Spices, Herbs, and Vegetables should support the fruit if present.",
    "appearance": "Color is often fairly pale – straw to gold. Medium to high white head with fair to good retention. The color of the beer and head can also take on the color of the fruit. Clarity can be quite clear to hazy. Effervescent.",
    "flavor": "Medium to high fresh fruit flavor dominates, with a supportive but noticeable, low to medium-high clean lactic sourness. The fruit should have a fresh character, not seeming cooked, jam-like, or artificial. The malt is often absent, but if present can have a low grainy or bready quality that never competes with the fruit or sourness. Hop bitterness below sensory threshold. Dry finish with a clean, tart, and fruity aftertaste. No hop flavor, acetic notes, diacetyl, or funky Brett flavors. Spices, Herbs, and Vegetables are optional in support of the fruit.",
    "mouthfeel": "Low to medium-low body. Medium to high carbonation. No alcohol warmth. Low to medium-high acidity without being aggressively sour or astringent.",
    "overall": "A refreshing fruited sour wheat beer with a vibrant fruit character and a clean lactic acidity. The restrained alcohol, light body, elevated carbonation, and lack of perceived bitterness allows the fresh fruit to be highlighted. The fruit is often, but not always, tropical in nature.",
    "link": "x4-catharina-sour"
  },
  "X5": {
    "aroma": "Medium to high hop aroma reflective of modern New World hop varieties, often showcasing tropical fruit, citrus (lime, white grapefruit), gooseberry, honeydew melon, with a light green bell pepper or grassy aspect. Medium-low to medium malt in support, with a neutral to bready-crackery quality. Very low DMS acceptable but not required. Neutral, clean yeast character, optionally with a very light sulfury quality. The hop character should be most prominent in the balance, but some malt character must be evident.",
    "appearance": "Straw to deep gold in color, but most examples are yellow-gold. Generally quite clear to brilliant clarity; haziness is a fault. Creamy, long-lasting white head.",
    "flavor": "Medium to high hop bitterness, cleanly bitter not harsh, most prominent in the balance and lasting into the aftertaste. Medium to high hop flavor with similar characteristics as the aroma (tropical, citrus, gooseberry, melon, grass). Medium to medium-low malt flavor, grainysweet, bready, or crackery. Clean fermentation profile (fermentation esters are a fault). Dry to off-dry with a clean, smooth finish and bitter but not harsh aftertaste. The malt may suggest an impression of sweetness but the beer should not be literally sweet. The finish may be dry but not seem crisp or biting. The balance should always be bitter, but the malt flavor must be noticeable.",
    "mouthfeel": "Medium to medium-light body. Medium to medium-high carbonation. Smoothness is the most prominent impression. Never harsh nor astringent.",
    "overall": "A pale, dry, golden-colored, cleanlyfermented beer showcasing the characteristic tropical, citrusy, fruity, grassy New Zealand-type hops. Medium body, soft mouthfeel, and smooth palate and finish, with a neutral to bready malt base provide the support for this very drinkable, refreshing, hop-forward beer.",
    "link": "x5-new-zealand-pilsner"
  }
}
